{
  "getdevelopments": [
    {
      "List": [
        {
          "ContactEmail": "bakerscourt@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/d2jguci5/tracy-clarkson.jpg",
          "ContactInformation": "Please contact your local sales advisor Tracy to book your appointment today.",
          "ContactName": "Tracy Clarkson",
          "ContactPhoneNo": "0161 968 0352",
          "DevelopmentAddress": "Timperley",
          "DevelopmentName": "Bakers Court ",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/1lfdtv42/bakers-court-exterior-cgi-image.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/1vgddiv1/bakers-court_timperley_brochure.pdf",
          "Dynamics365ID": "65ddf1c9-5ad9-e911-a812-002248070f4c",
          "GoogleMapsLink": "https://goo.gl/maps/oKWgDGYtXeg4T1da6",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/1lfdtv42/bakers-court-exterior-cgi-image.jpg",
            "https://uat.laurushomes.co.uk/media/k3xdx1me/bakers-court-building-1-exterior-cgi-image.jpg",
            "https://uat.laurushomes.co.uk/media/pl0efquu/bakers-court-building-2-exterior-cgi-image.jpg",
            "https://uat.laurushomes.co.uk/media/zozkdfja/amenitites_image_06.jpg"
          ],
          "IntroductionTitle": "New Build Homes in Altrincham ",
          "Latitude": "53.39",
          "LocalArea": "<p><span style=\"font-weight: 400;\">Living in Timperley, you'll have easy access to local attractions both in Altrincham Town Centre and further afield. Altrincham offers a variety of activities for all ages, from the numerous local parks and beauty spots perfect for Sunday strolls to Planet Ice indoor ice rink, home of the Manchester Storm Ice Hockey Club. With a choice of two local cinemas and tenpin bowling, you won't be short of activities.</span></p>\n<p><span style=\"font-weight: 400;\">Timperley Village also has great access to a huge number of local stores and eateries, including popular chains like Costa, buzzing local pubs like the Stonemason Arms and plenty of independent eateries. Further afield in Altrincham, you can take in the history and culture of the bustling market town with its weekly market which dates back to 1290. </span></p>\n<p><span style=\"font-weight: 400;\">Several large supermarkets are within a ten-minute drive from Bakers Court, including Aldi, Tesco and Sainsburys.  Ofsted ‘good’ rated schools such as Willows Primary School also mean that families invested in education are well equipped. </span></p>",
          "LocalAreaAttractions": "<p><span style=\"font-weight: 400;\">Timperley boasts the best of both worlds, as it’s located near stunning beauty spots such as Timperley Hall. The National Trust’s Dunham Massey is also nearby which allows you to take in the stunning scenery and resident deer. </span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\">For those looking for the buzz of the city, Manchester is located to the north of the town, providing a whole range of shops, bars and restaurants to enjoy. Liverpool is located to the west, less than an hour away by car. Just south-west of Altrincham is Knutsford, which is home to the spacious and stunning Tatton Park.</span></p>",
          "LocalAreaTravel": "<p><span style=\"font-weight: 400;\">Bakers Court has excellent transport links with the A560 just minutes away, providing access to Altrincham and the M56 motorway. This is perfect for commuters looking to access major cities and for those who want to venture further afield for days out. </span></p>\n<p><span style=\"font-weight: 400;\">Manchester Airport is just a ten-minute drive away by motorway, meaning family holidays are on your doorstep. Timperley Metrolink stop is just twenty minutes away, with trams running directly to Altrincham, Manchester Piccadilly and connecting services to Bury, Media City and Manchester Airport. </span></p>",
          "Longitude": "-2.3168894",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/nlcfontz/bakers-court-web_final.svg",
          "Specification": [
            {
              "Heading": "GENERAL SPECIFICATION",
              "Content": "<p>The difference is in the detail. Spacious and contemporary living spaces, where every fixture and fitting are specially selected for each home within our Signature range. General internal features<br />include; TV points provided to lounge and master bedroom, BT point, mains operated smoke detectors, white panel pre-finished internal doors, chrome LED downlights to kitchen, bathroom and en-suites, a range of vinyl flooring to bathroom and en-suites (if applicable).<br /><br />Each home comes with an NHBC 10-year building warranty.</p>\n<p><em>(Images are for illustration purposes only.)</em></p>",
              "Image": "https://uat.laurushomes.co.uk/media/mifjz2jt/bakers-court-bedroom-interior2.jpg"
            },
            {
              "Heading": "KITCHEN",
              "Content": "<p>Each Bakers Court apartment comes with a range of contemporary fully-fitted Symphony kitchens including fully integrated Zanussi electric single fan oven, 4 ring hob and Zanussi stainless steel chimney hood, Symphony glass splashback to hob, Zanussi integrated fridge/freezer, Zanussi integrated washer/dryer and Zanussi built-in microwave. </p>",
              "Image": "https://uat.laurushomes.co.uk/media/4l3cpdxk/bakers-court-kitchen-diner-example.jpg"
            },
            {
              "Heading": "BATHROOM",
              "Content": "<p>The bathrooms at Bakers Court are all fully fitted with<br />contemporary white Vitra sanitaryware.</p>",
              "Image": "https://uat.laurushomes.co.uk/media/43clpdo0/bakers-court-bathroom-example.jpg"
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><span style=\"font-weight: 400;\"><strong>BAKERS COURT - </strong></span><span style=\"font-weight: 400;\">Welcome to Bakers Court, a stunning collection of modern 1 and 2 bedroom apartments located in the heart of the charming Timperley Village, Altrincham. This area is well known for its community feel, with an infamous market and National Trust spots like Dunham Massey helping Altrincham be voted Sunday Times’ “Best Place to Live” 2020. </span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\">These homes are ideal for first-time buyers and young professionals looking for a place to settle down and are available through Shared Ownership, ensuring everyone has a chance to secure a place on the <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">Manchester</a> property ladder.</span></p>\n<p><span style=\"font-weight: 400;\">As well as the stylish and contemporary homes, Bakers Court will also boast a state-of-the-art library, a GP surgery and a pharmacy, providing easy access for residents. These new build homes in Timperley right at the centre of an already thriving village. </span><span style=\"font-weight: 400;\">So, whether at home or out and about, you’re guaranteed to enjoy life in Baker’s Court.</span></p>"
        }
      ]
    }
  ]
}
