{
  "getdevelopments": [
    {
      "List": [
        {
          "ContactEmail": "bakerscourt@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/d2jguci5/tracy-clarkson.jpg",
          "ContactInformation": "Please contact your local sales advisor Tracy to book your appointment today.",
          "ContactName": "Tracy Clarkson",
          "ContactPhoneNo": "0161 968 0352",
          "DevelopmentAddress": "Timperley",
          "DevelopmentName": "Bakers Court ",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/1lfdtv42/bakers-court-exterior-cgi-image.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/1vgddiv1/bakers-court_timperley_brochure.pdf",
          "Dynamics365ID": "65ddf1c9-5ad9-e911-a812-002248070f4c",
          "GoogleMapsLink": "https://goo.gl/maps/oKWgDGYtXeg4T1da6",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/1lfdtv42/bakers-court-exterior-cgi-image.jpg",
            "https://uat.laurushomes.co.uk/media/k3xdx1me/bakers-court-building-1-exterior-cgi-image.jpg",
            "https://uat.laurushomes.co.uk/media/pl0efquu/bakers-court-building-2-exterior-cgi-image.jpg",
            "https://uat.laurushomes.co.uk/media/zozkdfja/amenitites_image_06.jpg"
          ],
          "IntroductionTitle": "New Build Homes in Altrincham ",
          "Latitude": "53.39",
          "LocalArea": "<p><span style=\"font-weight: 400;\">Living in Timperley, you'll have easy access to local attractions both in Altrincham Town Centre and further afield. Altrincham offers a variety of activities for all ages, from the numerous local parks and beauty spots perfect for Sunday strolls to Planet Ice indoor ice rink, home of the Manchester Storm Ice Hockey Club. With a choice of two local cinemas and tenpin bowling, you won't be short of activities.</span></p>\n<p><span style=\"font-weight: 400;\">Timperley Village also has great access to a huge number of local stores and eateries, including popular chains like Costa, buzzing local pubs like the Stonemason Arms and plenty of independent eateries. Further afield in Altrincham, you can take in the history and culture of the bustling market town with its weekly market which dates back to 1290. </span></p>\n<p><span style=\"font-weight: 400;\">Several large supermarkets are within a ten-minute drive from Bakers Court, including Aldi, Tesco and Sainsburys.  Ofsted ‘good’ rated schools such as Willows Primary School also mean that families invested in education are well equipped. </span></p>",
          "LocalAreaAttractions": "<p><span style=\"font-weight: 400;\">Timperley boasts the best of both worlds, as it’s located near stunning beauty spots such as Timperley Hall. The National Trust’s Dunham Massey is also nearby which allows you to take in the stunning scenery and resident deer. </span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\">For those looking for the buzz of the city, Manchester is located to the north of the town, providing a whole range of shops, bars and restaurants to enjoy. Liverpool is located to the west, less than an hour away by car. Just south-west of Altrincham is Knutsford, which is home to the spacious and stunning Tatton Park.</span></p>",
          "LocalAreaTravel": "<p><span style=\"font-weight: 400;\">Bakers Court has excellent transport links with the A560 just minutes away, providing access to Altrincham and the M56 motorway. This is perfect for commuters looking to access major cities and for those who want to venture further afield for days out. </span></p>\n<p><span style=\"font-weight: 400;\">Manchester Airport is just a ten-minute drive away by motorway, meaning family holidays are on your doorstep. Timperley Metrolink stop is just twenty minutes away, with trams running directly to Altrincham, Manchester Piccadilly and connecting services to Bury, Media City and Manchester Airport. </span></p>",
          "Longitude": "-2.3168894",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/nlcfontz/bakers-court-web_final.svg",
          "Specification": [
            {
              "Heading": "GENERAL SPECIFICATION",
              "Content": "<p>The difference is in the detail. Spacious and contemporary living spaces, where every fixture and fitting are specially selected for each home within our Signature range. General internal features<br />include; TV points provided to lounge and master bedroom, BT point, mains operated smoke detectors, white panel pre-finished internal doors, chrome LED downlights to kitchen, bathroom and en-suites, a range of vinyl flooring to bathroom and en-suites (if applicable).<br /><br />Each home comes with an NHBC 10-year building warranty.</p>\n<p><em>(Images are for illustration purposes only.)</em></p>",
              "Image": "https://uat.laurushomes.co.uk/media/mifjz2jt/bakers-court-bedroom-interior2.jpg"
            },
            {
              "Heading": "KITCHEN",
              "Content": "<p>Each Bakers Court apartment comes with a range of contemporary fully-fitted Symphony kitchens including fully integrated Zanussi electric single fan oven, 4 ring hob and Zanussi stainless steel chimney hood, Symphony glass splashback to hob, Zanussi integrated fridge/freezer, Zanussi integrated washer/dryer and Zanussi built-in microwave. </p>",
              "Image": "https://uat.laurushomes.co.uk/media/4l3cpdxk/bakers-court-kitchen-diner-example.jpg"
            },
            {
              "Heading": "BATHROOM",
              "Content": "<p>The bathrooms at Bakers Court are all fully fitted with<br />contemporary white Vitra sanitaryware.</p>",
              "Image": "https://uat.laurushomes.co.uk/media/43clpdo0/bakers-court-bathroom-example.jpg"
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><span style=\"font-weight: 400;\"><strong>BAKERS COURT - </strong></span><span style=\"font-weight: 400;\">Welcome to Bakers Court, a stunning collection of modern 1 and 2 bedroom apartments located in the heart of the charming Timperley Village, Altrincham. This area is well known for its community feel, with an infamous market and National Trust spots like Dunham Massey helping Altrincham be voted Sunday Times’ “Best Place to Live” 2020. </span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\">These homes are ideal for first-time buyers and young professionals looking for a place to settle down and are available through Shared Ownership, ensuring everyone has a chance to secure a place on the <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">Manchester</a> property ladder.</span></p>\n<p><span style=\"font-weight: 400;\">As well as the stylish and contemporary homes, Bakers Court will also boast a state-of-the-art library, a GP surgery and a pharmacy, providing easy access for residents. These new build homes in Timperley right at the centre of an already thriving village. </span><span style=\"font-weight: 400;\">So, whether at home or out and about, you’re guaranteed to enjoy life in Baker’s Court.</span></p>"
        },
        {
          "ContactEmail": "sales@laurushomes.co.uk",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "",
          "ContactPhoneNo": "0161 968 0300",
          "DevelopmentAddress": "Fulwood - COMING SOON ",
          "DevelopmentName": "D'Urton Grange",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/mjzbde3a/9.jpg",
          "DownloadBrochure": null,
          "Dynamics365ID": "3a7f1645-76b2-eb11-8236-002248418788",
          "GoogleMapsLink": "https://goo.gl/maps/3bHi4JMUWTYM97cZ6",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/zfwfin1x/299.jpg",
            "https://uat.laurushomes.co.uk/media/qrzleyzc/18.jpg",
            "https://uat.laurushomes.co.uk/media/fmhhi01s/44.jpg",
            "https://uat.laurushomes.co.uk/media/vz0nbfkz/73.jpg",
            "https://uat.laurushomes.co.uk/media/oe5hafvt/80.jpg"
          ],
          "IntroductionTitle": "NEW BUILD HOMES IN FULWOOD, PRESTON",
          "Latitude": "53.8030591",
          "LocalArea": "<p>Locally, there are several convenience shops close to D’Urton Grange, including a SPAR, a post office, banks and a handful of small shops. Over at nearby Fulwood Retail Park you’ll find Aldi, B&amp;M, Costa Coffee and Burger King, the site is also earmarked for further expansion to include retail units, restaurants, a gym and crazy golf.</p>\n<p>Head a little further afield into Preston and you’ll be spoiled for choice from big high street names to quirky independents. There are two main shopping areas in the city – Fishergate and Friargate, with two large indoor malls. Popular high street names include Marks and Spencer’s, HMV and River Island to name but a few.</p>",
          "LocalAreaAttractions": "<p>For location, D’Urton Grange couldn’t be better placed. You’ll have the delights of the city of Preston within easy reach while The Cockshott, Holland and Mosney Woods are all within a short distance from the development offering tranquil, traffic-free walks through ancient woodlands, a popular spot for runners, walkers and dog walkers. Brockhole Nature Reserve is also close by, a former sand and gravel quarry, that's been transformed over recent years into a natural haven brimming with wildlife. Owned by the Wildlife Trust, you’ll often find popular events here too, including outdoor theatre productions, weekly pram walks for new parents and The Kestrel Kitchen for hot drinks and homemade snacks. For keen cyclists, and walkers, the 21-mile Preston Guild Wheel encircles Preston linking the city and countryside but be warned, there are some big hills on the circuit, so you’ll have to crank up the gears in parts.</p>\n<p>In less than half an hour drive, you can reach the Forest of Bowland, an area that has been designated as an ‘area of outstanding beauty – is a prefect weekend spot with its rolling hills, farmland and forestry.</p>\n<p>Fulwood Leisure Centre offers its community an excellent 25-metere, six-lane pool as well as a recently refurbished and extended gym with a great range of cardio and free weights and an extensive fitness programme.</p>\n<p>Over in Preston, the Marina Docks, where the city meets the sea, you can watch the boats go by, take a leisurely walk around the waterfront or see the latest blockbuster release at its cinema complex.</p>",
          "LocalAreaTravel": "<p>For commuters, D’urton Grange is well connected to all major routes, with the M55 motorway a few minutes’ drive away providing access to Blackpool, while the M6, a three-minute drive away, connects Lancaster and Manchester. Locally, the B6241 leads to other parts of Preston.</p>\n<p>Fulwood is served by regular bus services to the city while Preston Railway Station provides links to London, Glasgow and Liverpool, and Manchester Airport is less than an hour away. London is currently just over two hours away, but with the development of HS2 will see this travel time cut to 77 minutes.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/same.shark.slot\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>",
          "Longitude": "-2.7027245",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": null,
          "Specification": [],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p>Welcome to D’Urton Grange, our stunning development of new-build homes in Fulwood, a sought-after suburb on the fringe of Preston in <a href=\"/new-homes/lancashire/\" title=\"Lancashire\">Lancashire</a>.</p>\n<p>With a mix of 2, 3 and 4-bedroom homes available for outright sale and through Shared Ownership. Each house has been thoughtfully designed with you in mind, think spacious open plan living areas, modern built-in kitchens, off-street parking, and outside space to call your own.</p>\n<p>D’Urton Grange offers the best of both worlds enjoying a rural vibe but close enough to take advantage of what the great city of Preston has to offer.</p>\n<p>Register your interest today to secure one of these stunning homes.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/same.shark.slot\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "earlsbrook@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/4osiptqm/awaiting-photo.jpg",
          "ContactInformation": "",
          "ContactName": "Please contact your local sales advisor Luis to book your appointment today.",
          "ContactPhoneNo": "0161 968 0247",
          "DevelopmentAddress": "Delamere",
          "DevelopmentName": "Earlsbrook",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/f5djjind/earlsbrook-delamere-street-scene-15.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/enmatlrd/earlsbrook-digital-brochure-v5.pdf",
          "Dynamics365ID": "8574f3af-3da5-e711-80ff-70106faa62f1",
          "GoogleMapsLink": "https://goo.gl/maps/Y2NE1RsR4FrCkyAr7",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/zoinqlqu/earlsbrook-delamere-street-scene-19.jpg",
            "https://uat.laurushomes.co.uk/media/hodkb1d4/earlsbrook-delamere-for-sale-sign-16.jpg",
            "https://uat.laurushomes.co.uk/media/f5djjind/earlsbrook-delamere-street-scene-15.jpg",
            "https://uat.laurushomes.co.uk/media/bqdpa4bd/earlsbrook-delamere-sales-centre-17.jpg",
            "https://uat.laurushomes.co.uk/media/obuloczz/earlsbrook-allerton-interior-01.jpg",
            "https://uat.laurushomes.co.uk/media/dk1lbspm/earlsbrook-allerton-interior-02.jpg",
            "https://uat.laurushomes.co.uk/media/pkagofov/earlsbrook-allerton-interior-04.jpg",
            "https://uat.laurushomes.co.uk/media/dpqpyybq/earlsbrook-westminster-bedroom-03.jpg",
            "https://uat.laurushomes.co.uk/media/pykc32uu/earlsbrook-westminster-kitchen-01.jpg",
            "https://uat.laurushomes.co.uk/media/g03barfh/earlsbrook_image_09.jpg",
            "https://uat.laurushomes.co.uk/media/mumnwghh/earlsbrook-westminster-living-room.jpg"
          ],
          "IntroductionTitle": "New build homes in Delamere",
          "Latitude": "53.2279964",
          "LocalArea": "<p><span style=\"font-weight: 400;\">Earlsbrook is perfectly located for even the most determined shopaholic. Nearby Frodsham high street offers a range of well-known brands along with a selection of cafés — many of them independent — so you can stop off for a rest and a sweet treat before continuing with your shop.</span></p>\n<p><span style=\"font-weight: 400;\">Looking for more? The famous twenty-first century Cheshire Oaks Designer Outlet — with 134 cafes, boutiques and outlets to choose from — offers the perfect day out only a short drive away. Other day trips that are a must include Manchester and Liverpool, two major retail destinations within an hour’s reach of Delamere.</span><span style=\"font-weight: 400;\"></span></p>\n<p><span style=\"font-weight: 400;\">Delamere is also a real gem for parents who prioritise an excellent education. Close by to our Earlsbrook development is Delamere Academy, which has been rated ‘outstanding’ by Ofsted. Only a few minutes away is Kelsall Primary School, which has garnered similar acclaim.</span></p>\n<p><span style=\"font-weight: 400;\">Earlsbrook is also in one of the best catchment areas for secondary education, with some of the top-performing schools in the area close by. </span></p>",
          "LocalAreaAttractions": "<p><span style=\"font-weight: 400;\">Big families will be delighted to learn that there is no end to things you can see and do around Delamere. Cheshire is home to some of the world’s finest animal enclosures, including the world-famous Chester Zoo — where you can come face-to-face with some of the world’s rarest animals — and the fascinating Blue Planet Aquarium. Both are within easy reach by car.</span></p>\n<p><span style=\"font-weight: 400;\">Just a five-minute walk from your front door is the Delamere Golf Course, one of England’s top 50 golf courses. You’ll marvel at the breathtaking views of the rolling Cheshire hills the course has to offer; a true delight whether or not you’re handy with a putter.</span></p>\n<p><span style=\"font-weight: 400;\"><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/driveways.essential.irritable\" target=\"_blank\" title=\"what3words\">what3words</a></strong></span></p>",
          "LocalAreaTravel": "<p><span style=\"font-weight: 400;\">Young professionals looking to swap city life for the country will love Earlsbrook’s location. Fast access to commuter hotspots like Manchester and Cheshire is provided via the nearby exits to the M56 and M6. Manchester and Liverpool John Lennon airports are also just a short drive away.</span></p>\n<p><span style=\"font-weight: 400;\">For those catching the train, Earlsbrook is a dream. Delamere Station runs direct trains to Manchester, Chester, Liverpool, Altrincham, Knutsford and Stockport. Better still, you can hop aboard and be in London in as little as two hours.</span></p>",
          "Longitude": "-2.670302",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "Each of the homes at Earlsbrook has been designed to give you space to grow, nestled on the peaceful edge of Delamere Forest, the homes at Earlsbrook offer stunning views. All of the homes come with our Signature specification included as standard, featuring a range of Symphony kitchens and contemporary Vitra bathrooms. Carefully selected to compliment the homes at Earlsbrook, our Signature range boasts subtle integrated appliances such as fridge freezers and dishwashers by Zanussi and glass splashbacks by Symphony. \n\nIn addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge, please speak to your Sales Advisor for more information on upgrades.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/zovjzhbl/earlsbrook-site-plan-web-20.svg",
          "Specification": [
            {
              "Heading": "General Specification",
              "Content": "<ul>\n<li>Gas central heating with thermostatically controlled radiator valve (excluding rooms with room thermostat).</li>\n<li>TV points provided to Lounge and Bedroom 1.</li>\n<li>Fuse spur to fireplace (selected plots only).</li>\n<li>BT point provided to ground floor.</li>\n<li>Mains operated smoke detectors.</li>\n<li>White five vertical panel pre-finished internal doors.</li>\n<li>Smooth finished ceilings, skirtings and architraves in white.</li>\n<li>Chrome switches and sockets throughout.</li>\n<li>Chrome LED downlights to kitchen, cloak, bathroom and en-suites.</li>\n<li>Range of vinyl flooring to kitchen or kitchen/diner, utility, bathroom and en-suites.</li>\n</ul>\n<p> </p>",
              "Image": "https://uat.laurushomes.co.uk/media/wbngb5jp/earlsbrook-delamere-cameo-lounge-sideboard-02.jpg"
            },
            {
              "Heading": "Kitchen",
              "Content": "<ul>\n<li>Range of contemporary fully fitted Symphony kitchens.</li>\n<li>Range of Symphony square edge worktops and upstands.</li>\n<li>Zanussi electric fan single oven, 4 ring gas hob and stainless steel chimney hood to 2, 3 and 4 bed homes.</li>\n<li>Zanussi electric fan single oven, 5 ring gas hob and stainless steel chimney hood to 5 bed homes only.</li>\n<li>Symphony Chalk White Glass Splashback to hob.</li>\n<li>Zanussi integrated fridge-freezer.</li>\n<li>Zanussi integrated dishwasher.</li>\n<li>Housing unit for boiler.</li>\n<li>Plumbing for washing machine (or in utility if applicable).</li>\n<li>Inset 1½ bowl stainless steel sink.</li>\n</ul>\n<p> </p>",
              "Image": "https://uat.laurushomes.co.uk/media/ayznkkvh/earlsbrook-delamere-cameo-kitchen-03.jpg"
            },
            {
              "Heading": "Bathroom ",
              "Content": "<ul>\n<li>Vitra contemporary square style white sanitaryware with chrome.</li>\n<li>Vado 'Te' chrome single lever basin mixer tap with click waste.</li>\n<li>Vado 'Te' chrome two tap bath mounted mixer with click waste.</li>\n<li>Vado 'Te' thermostatic bar shower valve with 700mm slide rail hand shower and shower screen enclosure complete with glass/chrome frame.</li>\n<li>Porcelanosa tiling to half height and full height surrounding bath.</li>\n<li>Chrome heated towel rail.</li>\n</ul>\n<p> </p>",
              "Image": "https://uat.laurushomes.co.uk/media/4j0ke4c4/earlsbrook-delamere-cameo-bath-01.jpg"
            },
            {
              "Heading": "En-suites and Cloakroom",
              "Content": "<p><strong>En-suites</strong></p>\n<ul>\n<li>Vitra contemporary square style white sanitaryware with chrome.</li>\n<li>Vado 'Te' chrome single lever basin mixer tap with click waste.</li>\n<li>Shower enclosure complete with glass door/chrome frame and Vado 'Te' thermostatic bar shower valve with 700mm slide rail hand shower.</li>\n<li>Porcelanosa half height tiling to walls and full height tiling to shower enclosures.</li>\n<li>Chrome heated towel rail.</li>\n</ul>\n<p><strong>Cloakroom</strong></p>\n<ul>\n<li>Vitra contemporary square style white sanitaryware with chrome.</li>\n<li>Vado 'Te' chrome single lever basin mixer tap with click waste.</li>\n<li>Porcelanosa tiling to wash hand basin.</li>\n</ul>\n<p> </p>",
              "Image": "https://uat.laurushomes.co.uk/media/wzfdxmt1/earlsbrook_image_32.jpg"
            }
          ],
          "VirtualTours": [
            {
              "Image": "https://uat.laurushomes.co.uk/media/1ginbaic/the-allerton-earlsbrook.png",
              "Text": "The Allerton - 3 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=eW5pjZjivxV",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/0bzpdqgr/the-westminster-earlsbrook.png",
              "Text": "The Westminster - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=dd7WExFevkH",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/4sxf0yyy/the-windsor-earlsbrook.png",
              "Text": "The Windsor - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=EwCwgRoGtqo",
              "SubText": ""
            }
          ],
          "WaysToBuy": [
            "Early Bird",
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><span style=\"font-weight: 400;\">Welcome to Earlsbrook, our new development in Delamere, <a href=\"/new-homes/cheshire/\" title=\"Cheshire\">Cheshire</a>. Earlsbrook is unique: it offers a rare opportunity to own a stunning new home overlooking the tranquil beauty of Delamere Forest. With a mix of 2, 3, 4 and 5 bedroom homes, Earlsbrook provides a sense of space with the freedom to grow.</span></p>\n<p><span style=\"font-weight: 400;\">We’ve built our Earlsbrook homes with you in mind. They’re designed to give you the best possible start to your new life in Delamere, with fully fitted Symphony kitchens, spacious dining areas and stylish lounge spaces. Each home comes with integrated appliances like fridge-freezers and dishwashers as standard, as well as additional cloakrooms to keep your home free from clutter.</span></p>\n<p><span style=\"font-weight: 400;\">Better still, there are several Shared Ownership properties available. Register your interest today to secure one of these stunning plots.</span><span style=\"font-weight: 400;\"></span></p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/driveways.essential.irritable\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "giantswoodgrove@laurushomes.co.uk ",
          "ContactImage": "https://uat.laurushomes.co.uk/media/4osiptqm/awaiting-photo.jpg",
          "ContactInformation": "",
          "ContactName": "Please contact your sales advisor to book your appointment today.",
          "ContactPhoneNo": "0161 968 0354",
          "DevelopmentAddress": "Congleton",
          "DevelopmentName": "Giantswood Grove",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/bd0lxryi/new-build-homes-congleton.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/xb4j4kes/v2-giantswood_digital-brochure.pdf",
          "Dynamics365ID": "8774f3af-3da5-e711-80ff-70106faa62f1",
          "GoogleMapsLink": "https://goo.gl/maps/Kr9SZ5C9A8ZQoYG28",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/5vsfa1mq/highlights_21101laurusgiantswood049.jpg",
            "https://uat.laurushomes.co.uk/media/x24hv3hi/highlights_21101laurusgiantswood329.jpg",
            "https://uat.laurushomes.co.uk/media/3r0fe14i/highlights_21101laurusgiantswood110.jpg",
            "https://uat.laurushomes.co.uk/media/xirdhoaf/highlights_21101laurusgiantswood081.jpg",
            "https://uat.laurushomes.co.uk/media/5hfloq5x/highlights_21101laurusgiantswood456.jpg",
            "https://uat.laurushomes.co.uk/media/gxppxtpc/highlights_21101laurusgiantswood196-2.jpg",
            "https://uat.laurushomes.co.uk/media/pbzcs2qz/highlights_21101laurusgiantswood383.jpg",
            "https://uat.laurushomes.co.uk/media/ck1fhof0/highlights_21101laurusgiantswood008.jpg"
          ],
          "IntroductionTitle": "New Homes in Congleton",
          "Latitude": "53.1751553",
          "LocalArea": "<p>A 5-minute drive from Giantswood Grove, Congleton High Street has a wide range of brand name stores and a varied choice of independent retailers, including a Makers Market on the last Saturday of each month which boasts a showcase of food, drink, art and crafts from local artists.</p>\n<p>Giantswood Grove is also served by a Tesco Superstore, just a mile away from the development.</p>\n<p>The local area is dotted with pubs, restaurants and cafés, offering a range of cuisines. Just 10-minutes away is the Cheshire Tavern, a country pub offering a range of dishes to suit every taste. Enjoy the warm sense of community whilst attending one of the pub’s regular quizzes or curry nights.</p>\n<p>If you fancy something a little more creative, visit Alcumlow Hall Farm, where you can try your hand at creating your own pottery with Little Harts Pottery Studio before relaxing and sampling some award-winning Snugburys ice cream. There is also an opportunity to support local businesses with a spot of rural shopping in the traditional barns at Alcumlow Hall Farm, where you can peruse the range of independent stores offering everything from crafts to home interiors.</p>\n<p>Buying a house close to good quality schools is a priority for many families, and your children will love the range of progressive schools in the area. Giantswood Grove is located near the well-performing Buglawton Primary School, St Mary’s Catholic Primary School, and Havannah Primary School. For secondary education, Eaton Bank Academy is just a 5-minute walk away from Giantswood Grove and Congleton High School, just a 10-minute drive, both of which are rated ‘Good’ by Ofsted. There are also opportunities for those wanting to enter higher education close to home, with Manchester Metropolitan’s Crewe campus just a 30-minute drive away from the development.</p>",
          "LocalAreaAttractions": "<p>Congleton lies on the banks of the River Dane, within the Cheshire countryside. The town has many natural beauty spots, including Astbury Mere Country Park, a former sand quarry which sits on the edge of the Peak District National Park. With rolling hills and a secluded lake, Astbury Mere offers a chance for you to get away from the hustle and bustle of daily life.</p>\n<p>For those who wish to explore Cheshire’s Peak District, England’s first National Park, they’ll find a myriad of unusual delights amongst the breath-taking scenery and dramatic landscapes. From the rocky outcrop of Alderley Edge that conceals mysteries of Merlin to the weird and wonderful bridges and locks on the Macclesfield Canal, Cheshire’s Peak District has events and attractions to suit every member of the family.</p>\n<p>There’s also plenty of opportunities to explore country parks and nature reserves including Tegg’s Nose Country Park which offers scenic views over Macclesfield Forest and is part of the famous Gritstone Trail, a 35-mile trail with a variety of interesting landmarks as well as stunning views across Cheshire's peaks and plains, including the Welsh hills and the cathedrals of Liverpool.</p>\n<p>For those looking for further peace and quiet, the Macclesfield Canal runs through Congleton. You can take leisurely walks along the banks and enjoy sights such as the Silk Museum, the Anson Engine Museum and Bosley Reservoir.</p>\n<p>Congleton Park is perfect for a family day out, with a play area for little ones and large rolling green spaces perfect for a picnic and a bowling green. At Glebe Farm, spot the alpacas, donkeys and goats roaming in the paddocks and get stuck into farm life with a tractor ride. With a coffee shop and butchers on-site, Glebe Farm makes for a fun-filled day out.</p>\n<p>For arts and culture, take a visit to Clonter Opera Theatre and experience compelling artistic performances. Thanks to a varied performance schedule, you can find everything from classic fairy tales to seasonal themed shows.</p>\n<p>Travel a little further afield, and you’ll find Little Moreton Hall, a spectacular Tudor Manor House. Immerse yourself in history as you take a tour of the Manor House and discover what it was like to live in Tudor times. For those wanting some peace and quiet, take a relaxing stroll around the lovely gardens surrounding the Manor.</p>\n<p>In nearby Holmes Chapel, pay a visit to the eclectic Beer Emporium, which has a wide selection of craft beer and ales to satisfy every taste. Or if outdoor activities are more your style, try your hand at clay pigeon shooting at Holmes Chapel Shooting Ground.</p>\n<p>Shoppers will be delighted to learn that Congleton is close to retail hotspots in Liverpool and Chester. Liverpool One is stacked with big brand names, while Cheshire Oaks — less than an hour’s drive west — is the ideal place to spend a day. To the east, Sheffield has a buzzing nightlife scene along with enough restaurants and shops to keep you entertained for years to come!</p>",
          "LocalAreaTravel": "<p>Congleton benefits from good commuter links by both road and rail to Manchester and North Staffordshire. Giantswood Grove is particularly well-placed for Manchester commuters, with a prime position on the A34 and Manchester Airport just a 35-minute drive away</p>\n<p>The A34 provides links to Stoke-on-Trent, Manchester and several local Cheshire towns, including Wilmslow, Alderley Edge and Handforth, with the A54 providing links to Holmes Chapel and Middlewich. The M6 is just 7 miles away, giving access to Birmingham, Liverpool and the rest of the motorway network.</p>\n<p>Mainline train stations in Crewe and Macclesfield are just a short drive away, providing excellent connectivity to Manchester and London. The local Congleton Station also offers hourly services to Stoke-on-Trent and Manchester Piccadilly.</p>\n<p>Reliable buses connect the entire town, with Congleton Bus Station having numerous stops and acting as a hub for the bus routes.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/gripes.powers.convinced\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>",
          "Longitude": "-2.2080572",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/radbdf4v/giantswood-site-plan-web-01.svg",
          "Specification": [],
          "VirtualTours": [
            {
              "Image": "https://uat.laurushomes.co.uk/media/4htbnc1q/the-bollington-giantswood-grove.png",
              "Text": "The Bollington - 3 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=LUWkU8HiQ1L",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/jw0bsbam/the-kellsall-giantswood-grove.png",
              "Text": "The Kelsall - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=nKH3QXgQiwr",
              "SubText": ""
            }
          ],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p>Welcome to Giantswood Grove, an impressive collection of 2, 3, 4 and 5-bedroom new homes for sale in Congleton. These properties are available for sale and Shared Ownership, making them perfect for first-time and experienced buyers alike.</p>\n<p>These spacious homes are located in the Lower Heath area of Congleton, close to the banks of the River Dane on the edge of the Peak District, providing you with beautiful countryside views all year round. Plenty of wide-open green spaces mean that you’ll find Giantswood Grove an amazing space for your family to grow. Open-plan kitchens and dining areas in each house mean you’ll have enough room to host dinner parties, enjoy weekend baking with the kids, or simply enjoy a family meal together.</p>\n<p><strong>Read more: </strong><span style=\"text-decoration: underline;\"><a href=\"/blog/posts/living-in-congleton/\" title=\"Why live in Congleton?\">Why Live in Congleton</a></span><br /><br />The development offers a total of 94 homes built at the edge of this historic <a href=\"/new-homes/cheshire/\" title=\"Cheshire\">Cheshire</a> market town, meaning you’ll truly be part of a community. Get in touch today and we’ll be happy to answer any questions.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/gripes.powers.convinced\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "hatterspark@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/ncvbvwyu/name-01-sales-advisor.jpg",
          "ContactInformation": "",
          "ContactName": "Heather Thompson",
          "ContactPhoneNo": "0161 968 0300",
          "DevelopmentAddress": "Runcorn - SOLD OUT",
          "DevelopmentName": "Hatters Park ",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/5zifcywm/laurus-space-to-breathe-bedroom.jpg",
          "DownloadBrochure": null,
          "Dynamics365ID": "8374f3af-3da5-e711-80ff-70106faa62f1",
          "GoogleMapsLink": "https://goo.gl/maps/UUPJTmx8QtGhzj1s7",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/hhunrgbq/laurus-hatters-ark-kitchen-02.jpg",
            "https://uat.laurushomes.co.uk/media/wgzhrs0l/laurus-hatters-park-bedroom-01.jpg",
            "https://uat.laurushomes.co.uk/media/gpjaa03c/laurus-hatters-park-bedroom-02.jpg",
            "https://uat.laurushomes.co.uk/media/jatla4mw/laurus-hatters-park-bedroom-03.jpg",
            "https://uat.laurushomes.co.uk/media/eynbcwlo/laurus-hatters-park-kitchen-01.jpg"
          ],
          "IntroductionTitle": "New Build Homes in Runcorn",
          "Latitude": "53.348364",
          "LocalArea": "<p><span>There is also plenty of outdoor spaces to keep the whole family occupied. Close to a lake, marina, water tower, community hall, and farm. Children will enjoy the abundance of parks and green spaces which lie within a 5-mile radius. </span></p>",
          "LocalAreaAttractions": "<p><span>Situated near to an abundance of nature reserves, with the Woodland Trust Green-Wood providing over 21 acres of broadleaf woodland, alongside Oxmoor Nature Reserve.</span></p>",
          "LocalAreaTravel": "<p><span>Hatters Park enjoys the best of both worlds - a modern lifestyle set in a picturesque location, yet conveniently close to fantastic transport links. Drivers will relish being just moments away from major road connections, including the A557 and A533, as well as the M56 and the A56. Less than 2 miles away from Hatters Park is the Runcorn East Train Station, offering regular train services to Manchester Piccadilly every hour. The area is also well connected by bus, providing frequent services to Chester, Warrington and St. Helens. Take the bus to surrounding destinations. X30 - Daresbury &gt; Chester - Every 30/60 minutes 329 - Warrington&gt; St Helens - Every 30/60 minutes 62A - Ditton&gt; Warrington - Every 60 minutes 200 - Widnes&gt; Runcorn - Every 60+ minutes </span></p>",
          "Longitude": "-2.665576",
          "MSbookingsUrl": "",
          "OpeningTimes": "<p><strong>THIS DEVELOPMENT IS NOW SOLD OUT</strong></p>",
          "Overview": "Each of the 3 & 4 bedroom homes at Hatters Park is finished to a high standard and built for modern living. From the sleek, fully fitted kitchens, complete with integrated appliances, to the contemporary bathrooms featuring Vitra white sanitaryware, and Porcelanosa tiling. All of the details in our Hatters Park home have been designed to give you everything you need to feel at home!",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/xedpzfjj/hattersparksvg.svg",
          "Specification": [
            {
              "Heading": "General Specification",
              "Content": "<ul>\n<li>Potterton 28 combi boiler.</li>\n<li>Brushed chrome sockets to ground floors.</li>\n<li>Veka UPVC double glazing.</li>\n<li>Allocated off road parking.</li>\n<li>Mains powered CO<sup>2</sup> and smoke alarm.</li>\n<li>TV points to lounge and master bedroom.</li>\n<li>Phone points to lounge and master bedroom.</li>\n<li>Outdoor lighting to front and back.</li>\n<li>Turfed gardens.</li>\n<li>Outdoor tap.</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/cfypbg2k/egerton_rise_cameo_image_03.jpg"
            },
            {
              "Heading": "Kitchen",
              "Content": "<ul>\n<li>Richmond Kitchens range of units with laminate worktops.</li>\n<li>Zanussi stainless steel oven with hob and extractor hood.</li>\n<li>Glass splashback into hob.</li>\n<li>Zanussi integrated fridge freezer.</li>\n<li>Zanussi Dishwasher.</li>\n<li>Zanussi Microwave to 4-bedroom homes.</li>\n<li>Polyflor \"Camaro\" range flooring.</li>\n<li>Recessed spot lighting.</li>\n<li>Under pelmet lighting.</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/eynbcwlo/laurus-hatters-park-kitchen-01.jpg"
            },
            {
              "Heading": "Bathroom",
              "Content": "<ul>\n<li>Duravit white sanitaryware</li>\n<li>Thermostatic shower over bath</li>\n<li>Polyflor 'Camaro' range flooring</li>\n<li>Walk in shower and en-suite</li>\n<li>Full height Porcelanosa wall tiling and shower with half-height tiling to the rest </li>\n<li>Recessed spot lighting</li>\n<li>Porcelanosa chrome heated towel rail</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/4j0ke4c4/earlsbrook-delamere-cameo-bath-01.jpg"
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership",
            "Assisted Move",
            "Early Bird",
            "Help To Buy"
          ],
          "WelcomeToDevelopment": "<p><strong>SOLD OUT</strong></p>\n<p><em><strong>Hatters Park in Runcorn is now sold out</strong>. However, please click here to browse through some of our <a href=\"/new-homes/cheshire/\" title=\"Cheshire\">other nearby developments</a>.</em></p>\n<p>Inspired by Lewis Carroll's, Alice in Wonderland, Hatters Park in Runcorn offers 18 spacious three and four-bedroom homes - exclusively available through Shared Ownership. If work-life balance is your main priority then you'll find Hatters Park location ideal. Daresbury Science Park, Liverpool, the M6 and M56 motorways only 10 - 20 minute drive away, making commuting within the Merseyside and Cheshire a breeze. Growing families looking for a space to make their own will find the abundance of green spaces perfect for enjoying family life. Norton Priory Museum &amp; Gardens and Phoenix Park both within walking and cycling distance. Preston Brook Marina just a short drive away. With high spec kitchens and bathrooms included each Hatters Park home offers modern living in a picturesque location.</p>"
        },
        {
          "ContactEmail": "sales@laurushomes.co.uk",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "",
          "ContactPhoneNo": "0161 968 0300",
          "DevelopmentAddress": "Haslington - COMING SOON",
          "DevelopmentName": "Hazelmere",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/rv0hhyfn/new-laurus-hazelmere-haslington-02.jpg",
          "DownloadBrochure": null,
          "Dynamics365ID": "c56aec10-2a9a-e811-8143-70106faa6a31",
          "GoogleMapsLink": "https://goo.gl/maps/eew6rzimsWc4fNv29",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/rv0hhyfn/new-laurus-hazelmere-haslington-02.jpg",
            "https://uat.laurushomes.co.uk/media/znups3hf/laurus-hazelmere-haslington-01.jpg",
            "https://uat.laurushomes.co.uk/media/ryddzo1v/laurus-hazelmere-haslington-04.jpg"
          ],
          "IntroductionTitle": "New Homes in Haslington",
          "Latitude": "53.1032941",
          "LocalArea": "<p>Haslington village is very active with public amenities and services for all ages being provided for. The busy towns of Sandbach and Crewe are close to hand for work, shopping, learning and good times.</p>",
          "LocalAreaAttractions": "<p>Open up your options in the open spaces of the Cheshire countryside. Hazelmere puts the local amenities of the bustling village of Haslington on your doorstep; while the busy towns of Sandbach and Crewe are close to hand for work, shopping, learning and good times. Finding a new school for your children is a priority. Your little ones will love the quaint, yet progressive, nurseries and pre-schools around the area. Those looking to move with their child's secondary education in mind, Haslington, and the surrounding area has some of the top-performing schools close by.</p>",
          "LocalAreaTravel": "<p>Located east of Crewe, Haslington enjoys a central location, which means it is convenient for commuters. Sitting just off the A534 and within a few miles of the M6 and the motorway network, the village offers quick and easy access to a range of nearby villages, towns, and cities. For example, Stoke-on-Trent is a 20-minute trip by car, while Northwich is just over half an hour away. Neighbouring Crewe and Sandbach take a mere 10 minutes to reach. One of the country's main rail hubs nearby Crewe station offers direct links to destinations including Manchester, Birmingham, Liverpool, and Chester. And it puts London within reach in just two hours.</p>",
          "Longitude": "-2.3875427",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "You'll find each home at Hazelmere built to the highest standards. \n\nFrom features such as highly efficient combi boilers, ceramic floor and wall tiles, UPVC double glazing, turfed gardens, outdoor lighting to the front and back, and allocated off road parking.\n\nYou'll find contemporary fitted kitchens with stylish units and worktops in the kitchen, as well as integrated fridge freezers and stainless steel ovens with burner gas hobs and extractor hoods as standard.\n\nThe bathrooms boast attractive white sanitaryware, full-height wall tiling in the shower and bath area and chrome heated towel rails.",
          "SiteMapSvg": null,
          "Specification": [],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p>Offering the perfect blend of location, quality, and ease of ownership, Hazelmere brings some of the most contemporary 2 &amp; 3 bedroom new homes Haslington village has to offer.</p>\n<p>Exclusively available through Shared Ownership, these new homes near Crewe are ideal for first-time and second-time buyers looking to get their foot on the property ladder. Opening up your options in the <a href=\"/new-homes/cheshire/\" title=\"Cheshire\">Cheshire</a> countryside, Hazelmere puts the local amenities of the bustling village of Haslington on your doorstep. The busy towns of Crewe and Sandbach are also very close by for work, shopping, learning and leisure.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/sofa.hardly.client\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "heathfarm@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/4osiptqm/awaiting-photo.jpg",
          "ContactInformation": "",
          "ContactName": "Register your interest today to receive more information about Heath Farm.",
          "ContactPhoneNo": "0161 968 0090",
          "DevelopmentAddress": "Partington ",
          "DevelopmentName": "Heath Farm",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/nbvd5c3o/heath-farm-web-banner.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/q5pmjrfd/heath-farm_digital-brochure.pdf",
          "Dynamics365ID": "40a04029-b10d-e811-811d-70106faa6a11",
          "GoogleMapsLink": "https://goo.gl/maps/Aw6JepS5qd995o17A",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/nbvd5c3o/heath-farm-web-banner.jpg",
            "https://uat.laurushomes.co.uk/media/abpd2ljv/how-to-buy-laurus-family.jpg"
          ],
          "IntroductionTitle": "New Build Houses in Partington",
          "Latitude": "53.4209344",
          "LocalArea": "<p>This convenient location close to Manchester will give you a place to call your own between the city and the attractive Cheshire countryside. Our houses for sale in Partington will form part of a vibrant and growing community, with a host of local shops, leisure facilities and schools on your doorstep. You’ll also have quick and easy access to a wide selection of work, leisure and education possibilities. The Intu Trafford Centre, one of Europe’s largest shopping malls is a short distance away with an array of high street and designer label stores. The Trafford Centre also boasts a bowling alley and miniature golf course, a multi-screen cinema and a number of restaurants and eateries. </p>",
          "LocalAreaAttractions": "<p>In the west of the Borough of Trafford, Partington is close enough to the city to be part of Manchester, yet also near popular destinations like Lymm and Dunham Massey. You will find plenty of green space for fantastic opportunities to cycle and take long family country walks. Situated on the east bank of the historic Manchester Ship Canal, Partington’s past saw it take centre stage in the region’s industrial endeavours. Today, all that heavy industry is a distant memory, yet the area is a hive of activity in other ways with great local amenities, an artisan market held in nearby Urmston, a fantastic choice of schools and a brand new £2million facility for sports, swimming and youth activities. There are also several golf courses close by including Flixton, Altrincham, Hale and Lymm.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/mouth.clock.beauty\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>",
          "LocalAreaTravel": "<p>For commuters, Heath Farm is just minutes from the motorway network, with major routes including the M60 close by. The area also is served by regular bus services to Manchester, the Trafford Centre, Altrincham and Sale. Nearby train stations connect you to Manchester, Liverpool and a host of other towns and cities. </p>",
          "Longitude": "-2.4177781",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/njibljow/heath-farm-site-plan-web-01-new.svg",
          "Specification": [
            {
              "Heading": "",
              "Content": "",
              "Image": null
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p data-pm-slice=\"1 1 []\">Heath Farm is an exciting new development of stylish 2, 3 and 4 bedroom homes, perfect for first-time buyers and families alike. Situated close to Partington Village, Heath Farm will have homes available for outright sale and through Shared Ownership. Located within the <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">Greater Manchester</a> borough of Trafford, the homes at Heath Farm will be perfect for first-time buyers, and families looking for their next move.</p>\n<p>Register your interest today to receive updates about the next release of properties due Spring 2022</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/mouth.clock.beauty\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>"
        },
        {
          "ContactEmail": "hollinsgreen@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/ezudyh4i/elaine-murphy-hollins-green.jpg",
          "ContactInformation": "",
          "ContactName": "Please contact your local sales advisor Elaine to book your appointment today.",
          "ContactPhoneNo": "0161 968 0530",
          "DevelopmentAddress": "Forton",
          "DevelopmentName": "Hollins Green",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/sd3nkzcy/laurus-homes-hollins-green-street-scene-cgi.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/zeih5ngz/hollins-green_digital-brochure.pdf",
          "Dynamics365ID": "af84cc5e-6894-ea11-a812-000d3ad50753",
          "GoogleMapsLink": "https://goo.gl/maps/5J8eRN2dwymZaAJn8",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/2g2jaq1s/21100laurushollins054.jpg",
            "https://uat.laurushomes.co.uk/media/51tjlovp/21100laurushollins247.jpg",
            "https://uat.laurushomes.co.uk/media/qu4gfdpz/21100laurushollins416.jpg",
            "https://uat.laurushomes.co.uk/media/vb1ns0qh/21100laurushollins101.jpg",
            "https://uat.laurushomes.co.uk/media/s3ldo1ec/21100laurushollins376.jpg",
            "https://uat.laurushomes.co.uk/media/esragq3v/21100laurushollins303.jpg",
            "https://uat.laurushomes.co.uk/media/rgzluwur/21100laurushollins507.jpg",
            "https://uat.laurushomes.co.uk/media/4etedbe0/21100laurushollins374.jpg"
          ],
          "IntroductionTitle": "New Build Homes in Forton",
          "Latitude": "53.9550232",
          "LocalArea": "<p>In the village of Forton you’ll find Forton Bowling Club, Shireshead and Forton Cricket Club, with juniors, seniors and ladies’ teams – the club actively welcomes new players.</p>\n<p>There are beautiful scenic walks right outside your front door, you can reach Scorton Lake on foot and follow one of the many walking trails or find an idyllic picnic stop for lunch.</p>\n<h2>Garstang (10 mins away)</h2>\n<p>A short 10 minutes away, neighboring Garstang sits on the Lancaster Canal giving walkers, not only a chance to connect with nature, but it’s a popular spot for fishing and canoeing.</p>\n<p>While living in the countryside with Forest of Bowland on your doorstep is a walkers’ paradise, cyclists are also very well catered for with official cycle trails in Garstang and beyond as well as the waterways of Lancaster Canal and River Wyre provide many cycle paths along its banks. It even has its own cycling club offering a range of rides to suit all paces and abilities.</p>\n<p>Garstang also offers a wide choice of amenities and services, including schools, healthcare, shops and supermarkets. The pretty market town is famous for being the world’s first-ever Fairtrade Town and it’s is steeped in fascinating history.</p>\n<p>The Garstang Flower Bowl, which is open seven days a week until late, is a popular evening hotspot with tenpin bowling, cinema and indoor golf. – or simply enjoy a weekend pottering around the well-stocked garden centre.</p>\n<h2>Lancaster (15 mins away)</h2>\n<p>Lancaster, also around a 15-minute drive away, is a vibrant and captivating city offering a range of sporting activities from tennis and hockey to an abundance of top-rated restaurants and high street shops.</p>",
          "LocalAreaAttractions": "<p>Forton is a beautiful small village in Lancashire with a friendly and welcoming community. Near to the Forest of Bowland – known locally as Bowland Fells – it was crowned as an Area of Outstanding Natural Beauty in the 60s, and it’s not hard to see why with its gritstone fells, deep valleys and peat moorland.</p>\n<p>It provides over 300 square miles’ worth of the most peaceful and remote walking, riding and cycling in the country. The Bowland Festival is a calendar highlight for many locals where its abundant wildlife, stunning landscape and rich culture are rightly celebrated.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/spurted.daydream.unlocking\" target=\"_blank\" title=\"what3words\">what3words</a> </strong></p>",
          "LocalAreaTravel": "<p>Hollins Green is well located for transport links despite its semi-rural position. There is a bus stop on Preston Lancaster Road a couple of minutes’ walk away where the number 41 bus will take you to Preston City Centre. Just a short five-minute drive and you’ll reach the M6 motorway and its connected road networks.</p>\n<p>Preston Lancaster Road that runs into Forton provides a good link to neighboring Garstang where you can find larger selection of amenities. </p>\n<p>The charming city of Lancaster is a short 15 minutes drive away by car, and Preston can be reached in under half an hour. The seaside resort of Blackpool, with its old school amusement park, is 30 minutes away and can be reached via the A6 and A586.</p>\n<p>The nearest train station is in Lancaster and is a 20-minute drive away and provides services to London, Liverpool and Manchester Airport.  </p>",
          "Longitude": "-2.7912318",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/xlnlvize/hollins-green-web-2-final.svg",
          "Specification": [
            {
              "Heading": "GENERAL SPECIFICATION",
              "Content": "<ul>\n<li>Gas central heating with thermostatically controlled radiator value</li>\n<li>TV point to lounge</li>\n<li>BT point to ground floor</li>\n<li>Mains operated smoke detectors</li>\n<li>White pre-finished internal doors</li>\n<li>Chrome LED downlights to kitchen, cloakroom and bathroom</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/f1ybmrf2/20130traffordvisionfitzroy026.jpg"
            },
            {
              "Heading": "KITCHEN",
              "Content": "<ul>\n<li>Fully fitted Symphony kitchen</li>\n<li>Symphony worktops and upstands</li>\n<li>Zanussi electric single fan oven</li>\n<li>Zanussi 4 ring gas hob</li>\n<li>Zanussi stainless steel chimney hood</li>\n<li>Symphony glass splashback</li>\n<li>Zanussi integrated fridge/freezer</li>\n<li>Plumbing for washing machine</li>\n<li>Housing unit for boiler</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/r3qdozr3/20130traffordvisionbelgrave054.jpg"
            },
            {
              "Heading": "BATHROOM",
              "Content": "<ul>\n<li>Vitra contemporary white sanitaryware with chrome detail</li>\n<li>Vado Phase single lever smooth bodied basin mixer tap</li>\n<li>Vado Phase chrome bath mounted mixer with click waste</li>\n<li>Vado te thermostatic bar shower valve with 700mm slide rail hand shower</li>\n<li>and shower screen enclosure complete with glass/chrome frame</li>\n<li>Porcelanosa tiling to splashback and full height surrounding bath</li>\n<li>Chrome heated towel rail</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/dkkdgswu/20130traffordvisionbelgrave.jpg"
            },
            {
              "Heading": "EN-SUITES & CLOAKROOM",
              "Content": "<p><strong>En-suites</strong></p>\n<ul>\n<li>Vitra contemporary white sanitaryware with chrome detail</li>\n<li>Vado Phase single lever smooth bodied basin mixer tap</li>\n<li>Shower enclosure complete with glass door/chrome frame</li>\n<li>Porcelanosa tiling to half height and full height surrounding shower</li>\n<li>Chrome heated towel rail</li>\n</ul>\n<p><strong>Cloakroom</strong></p>\n<ul>\n<li>Vitra contemporary white sanitaryware with chrome detail</li>\n<li>Vado Phase single lever smooth bodied basin mixer tap</li>\n<li>Porcelanosa tiling to wash hand basin</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/4ekjdf2n/20112-trafford-weav-med-plot-1-228.jpg"
            }
          ],
          "VirtualTours": [
            {
              "Image": "https://uat.laurushomes.co.uk/media/temfafli/the-hampson-hollins-green.png",
              "Text": "The Hampson - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=otwu2ZNUPXE",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/daanyh3o/the-starling-hollins-green.png",
              "Text": "The Starling - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=7nTsGjGUnoQ",
              "SubText": ""
            }
          ],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><span>If you dream of trading in the rat race for a house surrounded by rolling hills and meadows, then one of our new build homes for sale in </span><span>Forton</span><span> (<a href=\"/new-homes/lancashire/\" title=\"Lancashire\">Lancashire</a>), at our stunning Hollins Green development, could be the rural retreat you’ve been searching for.</span> </p>\n<p><span>S</span><span>et in a semi-rural location on the edge </span><span>of  Lancashire’s</span><span> Forest of Bowland, we’re delighted to offer a selection of two beds, three beds and four beds properties.</span> </p>\n<p><span>Based in the quaint village of </span><span>Forton</span><span> in </span><span>Wyre</span><span>, each house has been built and thoughtfully des</span><span>igned with you in mind, situated in a peaceful location a home at Hollins Green offer stunning views of the countryside. Each property boasts spacious dining areas, contemporary living rooms, and fully fitted Symphony kitchens with integrated quality appli</span><span>ances.</span> </p>\n<p><span>Our new homes for sale in </span><span>Forton</span><span> truly provide the best of both worlds; being tucked away in a beautiful countryside village whilst also being commutable &amp; closeby to Lancaster, Garstang and Preston too. </span></p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/spurted.daydream.unlocking\" target=\"_blank\" title=\"what3words\">what3words</a> </strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "novus@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/4osiptqm/awaiting-photo.jpg",
          "ContactInformation": "",
          "ContactName": "Tracey Clarkson",
          "ContactPhoneNo": "0161 968 0352",
          "DevelopmentAddress": "Stretford - SOLD OUT",
          "DevelopmentName": "Novus",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/jysfban0/laurus-novus-apartments-stretford.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/pkskbyxs/novus-brochure.pdf",
          "Dynamics365ID": "aec1fbc5-59d9-e911-a812-002248070f4c",
          "GoogleMapsLink": "https://goo.gl/maps/XPmgrCcyQQC4JNrt6",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/jysfban0/laurus-novus-apartments-stretford.jpg",
            "https://uat.laurushomes.co.uk/media/fqgbgfay/market-street-metro-manchester1.jpg",
            "https://uat.laurushomes.co.uk/media/m1dhj2lx/novus-stretford-town-hall.jpg",
            "https://uat.laurushomes.co.uk/media/3pfdhplk/novus-cgi-low-res.jpg",
            "https://uat.laurushomes.co.uk/media/jbcjkbln/novus-stretford-foodhall.jpg",
            "https://uat.laurushomes.co.uk/media/jevn4l21/laurus-homes-novus-stretford-town-centre.jpg",
            "https://uat.laurushomes.co.uk/media/ytrdywf3/laurus-homes-novus-emirates-old-trafford.jpg",
            "https://uat.laurushomes.co.uk/media/ikvbnjmn/laurus-homes-novus-longford-park-stretford.jpg",
            "https://uat.laurushomes.co.uk/media/s4hpwrwk/laurus-homes-novus-stretford-bridgewater-canal.jpg",
            "https://uat.laurushomes.co.uk/media/nfyfkvjm/laurus-homes-novus-stretford-bridgewater-way-sign.jpg"
          ],
          "IntroductionTitle": "New Build Homes in Stretford",
          "Latitude": "53.4454422",
          "LocalArea": "<p><span>Thanks to its close proximity to the centre, Stretford ideal for those who work in Manchester or who need connections to mainline rail services. It’s also within a short journey of areas such as Sale, Altrincham and Stockport, as well as Manchester Airport.</span></p>\n<p><span>Closer to home, you’ll find an array of shops, pubs and other amenities right there on your doorstep, as well eateries serving up cuisines from around the world. Plus, the entertainment and bars of Manchester and Chorlton are easily accessible.</span><span></span></p>",
          "LocalAreaAttractions": "<p>Living in Stretford, you'll have easy access to local attractions such as the Intu Trafford Centre, which is host to a wide range of high street and big brand names. The Trafford Centre also benefits from a multi-screen Odeon cinema, an arcade which includes bumper cars and a tenpin bowling alley, alongside laser quest and miniature golf course. Further afield, Manchester City Centre is only twenty minutes away by car or public transport and has a variety of activities and amenities to keep the whole family occupied. </p>",
          "LocalAreaTravel": "<p><span>As you would expect from an area located only two miles from the city centre, Stretford benefits from public transport services and road links.</span></p>\n<p><span>The arterial A56 route into central Manchester and the inner ring road are just a couple of minutes’ drive away, giving you quick and easy access to the motorway network. Travelling south, Manchester Airport is a mere 20-minute drive from our Novus development.</span></p>\n<p><span>The closest mainline rail link is Manchester Deansgate station, which offers frequent connections to Piccadilly. Stretford is also a stop on the Metrolink tram network, which provides services to destinations including Altrincham, Piccadilly and Bury.</span></p>\n<p><span>Another simple way to get around is by bus. Routes are available to Piccadilly, the Trafford Centre, Altrincham, Chorlton, Stretford and more.</span></p>",
          "Longitude": "-2.3079879",
          "MSbookingsUrl": "",
          "OpeningTimes": "<p><strong>THIS DEVELOPMENT IS NOW SOLD OUT</strong></p>\n<p>Novus in Stretford is now <strong>sold out. </strong>However, please feel free to browse our other developments of <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">new-build homes in Manchester</a>.</p>",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/li5lhfej/novus-site-plan-web.svg",
          "Specification": [
            {
              "Heading": "General Specification",
              "Content": "<ul>\n<li>TV points provided to lounge and master bedroom</li>\n<li>BT point</li>\n<li>Mains operated smoke detectors</li>\n<li>White panel pre-finished internal doors</li>\n<li>Chrome LED downlights to kitchen</li>\n<li>Range of vinyl flooring to hallway, kitchen, dining and lounge (if applicable)</li>\n<li>Range of Porcelanosa tiling to bathroom and en-suites (if applicable)</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/iblfetn2/pembroke-green-internal-landing.jpg"
            },
            {
              "Heading": "Kitchen",
              "Content": "<ul>\n<li>Contemporary fully fitted Symphony kitchens</li>\n<li>40mm PVC edged worktops with matching upstands</li>\n<li>Zanussi electric single fan oven, 4 ring hob and Zanussi stainless steel chimney hood</li>\n<li>Stainless steel splashback to hob</li>\n<li>Zanussi integrated fridge/freezer</li>\n<li>Zanussi integrated washer/dryer</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/04gnidck/maple-court-23-kitchen.jpg"
            },
            {
              "Heading": "Main bathroom",
              "Content": "<ul>\n<li>Ideal Standard contemporary white sanitaryware with chrome Vado Phase basin mixer tap</li>\n<li>Vado thermostatic shower valve and shower screen enclosure complete with glass/chrome frame</li>\n<li>Porcelanosa tiling to half height and full height surrounding bath</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/bhoji4cj/maple-court-18-bathroom.jpg"
            },
            {
              "Heading": "En-suites",
              "Content": "<ul>\n<li>Ideal Standard contemporary white sanitaryware with chrome Vado Phase basin mixer tap</li>\n<li>Vado thermostatic shower valve and shower screen enclosure complete with glass/chrome frame</li>\n<li>Porcelanosa tiling to half height and full height surrounding shower</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/50rlyhoo/shower-head.jpg"
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><strong>SOLD OUT - Read more about our nearby <a href=\"/new-homes/greater-manchester/heath-farm/\" title=\"Heath Farm\">Heath Farm Development</a></strong></p>\n<p>Novus is a stylish collection of 2 bedroom mews homes and 1 &amp; 2 bedroom apartments available to purchase through Shared Ownership. Nestled on the banks of the Bridgewater Canal, this picturesque development is in a highly sought after area of Stretford.</p>\n<p>Renowned for its cricket and football, and close to all the attractions and amenities that Manchester city centre has to offer, Stretford is undoubtedly a desirable place to live. Our Novus development is designed to make it easier to get onto the property ladder in this popular area as these homes are available through Shared Ownership.</p>"
        },
        {
          "ContactEmail": "pembroke@laurushomes.co.uk ",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "Tracy Clarkson",
          "ContactPhoneNo": "0161 968 0352",
          "DevelopmentAddress": "Worsley - SOLD OUT",
          "DevelopmentName": "Pembroke Green",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/5qvnohpj/new-home-in-pembroke-green-worsley-street-scene.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/ihndqwzp/pembroke-green-brochure.pdf",
          "Dynamics365ID": "9974f3af-3da5-e711-80ff-70106faa62f1",
          "GoogleMapsLink": "https://goo.gl/maps/nCiCUiRKMLYFxcMK6",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/5qvnohpj/new-home-in-pembroke-green-worsley-street-scene.jpg"
          ],
          "IntroductionTitle": "Pembroke Green, Worsley Manchester",
          "Latitude": "53.5151628",
          "LocalArea": "<p>Manchester can be accessed quickly by car or public transport, as can the Trafford Centre and Lowry Outlet Mall. More locally, you’ll find the Ellesmere Shopping and Retail Park. Meanwhile, Worsley is just five minutes away by car, and it offers a variety of dining and leisure attractions.</p>",
          "LocalAreaAttractions": "<p>Worsley has an abundance of green spaces. The charming Victorian Parr Fold Park is on your doorstep and Blackleach Country Park, which is a designated local nature reserve, is only a few minutes away from our Pembroke Green development. This spot is ideal for walking, cycling and generally enjoying the fresh air. You can also access the Bridgewater Canal in nearby Worsley, and golf courses including Worsley Park and Ellesmere are just a short journey away.</p>",
          "LocalAreaTravel": "<p>Conveniently located less than a mile from Walkden Train Station and a short distance away from a range of amenities such as shopping, dining and green open spaces for country walks, whilst also benefiting from several well-performing schools.</p>\n<p>Professionals looking for an easy commute to Manchester, Liverpool, and beyond will find Pembroke Greens location extremely appealing. The A580 and M60 are less than 10 mins drive away.</p>",
          "Longitude": "-2.3995926",
          "MSbookingsUrl": "",
          "OpeningTimes": "<p><strong>THIS DEVELOPMENT IS NOW SOLD OUT</strong></p>",
          "Overview": "Whether you opt for the 4-bedroom Cedar and Elwood or the 3-bedroom Maple, you can expect high quality design finishes such as chrome sockets and switches throughout. Each Pembroke Green home comes with an efficient Worcester combi boiler, TV and telephone points to the lounge and bedrooms, turfed gardens, outdoor lighting, and allocated off-road parking.\n\nThe Halvanto Kitchens feature contemporary units and laminate worktops, a Zanussi stainless steel oven with gas hob and extractor hood and a glass splash-back to the hob. They also have integrated Zanussi appliances, including a fridge freezer, washing machine, and dishwasher. The look is completed with sleek Porcelanosa ceramic floor tiles and recessed spotlighting.\n\nThe bathrooms come with Vitra white sanitary-ware, Porcelanosa ceramic floor tiles and full height wall tiling in the bath and shower areas. They also have a chrome heated towel rail and recessed spotlights.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/h5dffzp2/pembroke-green-site-plan-web.svg",
          "Specification": [
            {
              "Heading": "General Specification",
              "Content": "<ul>\n<li>Worcester Combi Boiler</li>\n<li>Chrome switches and sockets throughout.</li>\n<li>UPVC double glazing.</li>\n<li>Bi-fold doors to selected plots.</li>\n<li>Allocated off-road parking.</li>\n<li>Mains powered smoke alarm.</li>\n<li>Telephone and television points to lounge and bedrooms.</li>\n<li>Outdoor lighting.</li>\n<li>Turfed gardens.</li>\n<li>NHBC 10 year warranty.</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/ylrbh2nj/pembroke-green-worsley-cameo-cushion.jpg"
            },
            {
              "Heading": "Kitchen",
              "Content": "<ul>\n<li>Halvanto Kitchens range of units with laminate worktops with upstands.</li>\n<li>Zanussi stainless steel oven with gas hob and extractor hood.</li>\n<li>Glass splash-back to hob.</li>\n<li>Zanussi integrated Fridge Freezer.</li>\n<li>Zanussi integrated Washing Machine.</li>\n<li>Zanussi integrated Dishwasher.</li>\n<li>Porcelanosa ceramic floor tiles.</li>\n<li>Recessed spot lighting.</li>\n<li>Chrome switches.</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/ckka50or/pembroke-green-worsley-kitchen.jpg"
            },
            {
              "Heading": "Bathroom",
              "Content": "<ul>\n<li>Vitra white sanitary-ware.</li>\n<li>Porcelanosa ceramic floor tiles.</li>\n<li>Porcelanosa ceramic full height wall tiling to bath and shower area.</li>\n<li>Recessed spot lighting.</li>\n<li>Chrome heated towel rail.</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/ufohqlxx/pembroke-green-worsley-bathroom.jpg"
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><strong>SOLD OUT<br /></strong></p>\n<p><em><strong>Pembroke Green in Worsley is now sold out</strong>. However, please click here to browse through our other <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">developments in Manchester</a>.</em></p>\n<p>From the moment you walk through the door at Pembroke Green, the spacious and inviting layout will impress you. The extended high ceilings and high spec contemporary finish make each 3 and 4-bedroom homes at Pembroke Green unique. Open lawns, mature trees, and landscaped gardens offer young families the perfect space to grow.</p>\n<p>Pembroke Green also benefits from Parr Fold Park, Blackleach Country Park, and popular A580 cycle route all within walking distance. If you're a first or second-time buyer looking for a modern semi-detached or detached home in the highly desirable area of Worsley, then Pembroke Green will tick all the boxes. With flooring included throughout and Help to Buy available, this is a perfect time to secure one of our last Shared Ownership plots. </p>"
        },
        {
          "ContactEmail": "sales@laurushomes.co.uk",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "",
          "ContactPhoneNo": "0161 968 0300",
          "DevelopmentAddress": "Whalley Range - SOLD OUT",
          "DevelopmentName": "Scholars Walk",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/5zifcywm/laurus-space-to-breathe-bedroom.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/aunlowo0/scholars-walk-brochure.pdf",
          "Dynamics365ID": "9774f3af-3da5-e711-80ff-70106faa62f1",
          "GoogleMapsLink": "https://goo.gl/maps/BdFG7JwhQ42JtzFo9",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/2jjktnvh/scholars-walk-whalley-range-kitchen-01.jpg",
            "https://uat.laurushomes.co.uk/media/covg5pw2/scholars-walk-whalley-range-bedroom-02.jpg",
            "https://uat.laurushomes.co.uk/media/mhsj12ne/scholars-walk-whalley-range-bedroom-01.jpg"
          ],
          "IntroductionTitle": "Scholars Walk, Whalley Range Manchester",
          "Latitude": "53.450829",
          "LocalArea": "<p>Whalley Range is a popular choice for those looking to settle down. Boasting green, leafy streets and close proximity to relaxing nature spots like Chorlton Water Park, this is the perfect suburb for those looking for a laidback lifestyle. Plus, with excellent education at St Bedes College and William Hulme Grammar School nearby, it’s the perfect family location.</p>\n<p>If you’re looking for fun community activities to take part in, Whalley Range won’t disappoint. A range of festivals and family-friendly events take place all year round, with the newly renovated Alexandra Park hosting many of them. Meanwhile, Whalley Range Stadium is a haven for fitness fanatics with football pitches and a gym giving you a fun way to workout.</p>",
          "LocalAreaAttractions": "<p>If you’re looking for something more lively, neighbouring suburb Chorlton provides shopping and dining experiences away from the city centre. A little further south, Didsbury is famed for its fantastic drinking and dining locations, great for when you’ve got a free evening.</p>\n<p>To the west, Trafford provides huge sporting events at Old Trafford and unbeatable shopping and entertainment opportunities at the intu Trafford Centre.</p>",
          "LocalAreaTravel": "<p>Scholar’s Walk benefits from easy access to Princess Road — South Manchester’s main arterial route — which is just a couple of minutes’ drive away. This means that Manchester city centre and the airport are all incredibly simple to reach when needed.</p>\n<p>For public transport users, these luxurious properties are only a five-minute walk away from the Metrolink station on Ryebank Road in Firswood, connecting you with the city centre in less than 15 minutes. Reliable bus routes can also to take you into Manchester, Chorlton and beyond.</p>\n<p>For mainline trains, Deansgate station is a ten-minute car ride away, which can connect you with the rest of the nation.</p>",
          "Longitude": "-2.253517",
          "MSbookingsUrl": "",
          "OpeningTimes": "<p><strong>THIS DEVELOPMENT IS NOW SOLD OUT</strong></p>\n<p>Scholars Walk in Whalley Range is now <strong>sold out. </strong>However, please feel free to browse our other developments of <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">new-build homes in Manchester</a>.</p>",
          "Overview": "Our Scholars Walk homes are designed to be a joy to live in. All set over three floors, they offer an abundance of natural light and have a spacious and luxurious look and feel. Each home is designed and built to exceed expectations. \n\nThe open-plan kitchens feature Halvanto worktops and are fitted with Zanussi appliances including integrated ovens, gas hobs with extractor hoods, fridge freezers, microwaves, and dishwashers. Additional extras such as aluminum bi-fold doors add light and under-unit lighting creates a welcoming ambiance.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/xqqf5fgx/scholars-walk-site-plan-web.svg",
          "Specification": [
            {
              "Heading": "General Specification",
              "Content": "<p><span>All of these townhouses are designed and built to exceed expectations, with features such as aluminium bi-fold doors and Porcelanosa ceramic floor and wall tiles. They also benefit from gas central heating, double glazed PVC-U windows, mains powered smoke alarms, TV and BT points to lounges and bedrooms, and off-road parking.</span></p>",
              "Image": "https://uat.laurushomes.co.uk/media/1sunip5x/pembroke-green-worsley-cameo-door.jpg"
            },
            {
              "Heading": "Kitchen",
              "Content": "<p><span>The stylish and practical kitchens come with Halvanto worktops and kitchen units complete with attractive under-unit lighting. They are fitted with Zanussi appliances including integrated ovens, gas hobs with extractor hoods, fridge freezers, microwaves, and dishwashers. They also feature contemporary brushed stainless steel sockets.</span></p>",
              "Image": "https://uat.laurushomes.co.uk/media/hemlnlon/egerton_rise_cameo_image_09.jpg"
            },
            {
              "Heading": "Bathroom",
              "Content": "<p><span>Boasting Vitra sanitaryware, the bathrooms have full-height ceramic wall tiling to shower and bath areas, recessed LED spotlights and chrome heated towel rails.</span></p>",
              "Image": "https://uat.laurushomes.co.uk/media/ns5lweaz/egerton_rise_cameo_image_01.jpg"
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Help To Buy"
          ],
          "WelcomeToDevelopment": "<p><strong>SOLD OUT</strong></p>\n<p><em><strong>Scholars Walk in Whalley Range is now sold out</strong>. Click here to browse through some of our other <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">nearby developments</a>.</em></p>\n<p>Nestled in the tree-lined streets of Whalley Range, Scholars Walk offers eighteen spacious and high-quality 4-bedroom townhouses in the heart of one of the most sought-after neighbourhoods in Manchester. Busy working professionals will love the proximity of the Scholars Walk to Manchester and the cosmopolitan villages of Chorlton and Didsbury. The three-floor layout is ideal for families looking for space to breathe and make their own.</p>"
        },
        {
          "ContactEmail": "sales@laurushomes.co.uk",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "",
          "ContactPhoneNo": "0161 968 0300",
          "DevelopmentAddress": "Sale - COMING 2023",
          "DevelopmentName": "The Willows",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/zaed2d3q/new-homes-coming-2023-willows.jpg",
          "DownloadBrochure": null,
          "Dynamics365ID": "d476d11f-c99b-e811-8140-70106faaf8c1",
          "GoogleMapsLink": "https://goo.gl/maps/cv8ea9BNMCMTDxHeA",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/zaed2d3q/new-homes-coming-2023-willows.jpg",
            "https://uat.laurushomes.co.uk/media/rmnfmfr0/laurus-lifestyle-family-moving-into-house.jpg",
            "https://uat.laurushomes.co.uk/media/ylrbh2nj/pembroke-green-worsley-cameo-cushion.jpg"
          ],
          "IntroductionTitle": "New Homes in Sale (M33)",
          "Latitude": "53.4151897",
          "LocalArea": "<p>There is plenty to do both in Sale and in the surrounding areas. Sale Town Centre offers a range of brand name and independent high street shops including a large Sainsbury's, Tesco and Aldi in the town centre. The thriving town centre not only offers a variety of coffee shops and local eateries, but also benefits from a large leisure centre and a choice of gyms. Venture slightly further afield and you'll find the bustling weekly market in Altrincham, which is renowned for its independent restaurants. In the opposite direction, Chorlton offers an eclectic mix of independent coffee shops and stores with something to suite every taste. </p>",
          "LocalAreaAttractions": "<p>Perfect for long walks and watersports, The Willows is just a short distance from Sale Water Park where you can take part in sailing and kayaking, or if you prefer to keep to dry land, a leisurely stroll around the park provides picturesque views. If indoor activities are more your taste, the Trafford Centre is a short drive away via the M60, has a seemingly endless range of well-known brand names along with an amazing choice of leisure activities including indoor skydiving and skiing, miniature golf, and tenpin bowling. </p>",
          "LocalAreaTravel": "<p>With junction 6 of the M60 and junction 5 of the M56 just minutes drive away, The Willows couldn't be better connected to the motorway network. The Willows is also just minutes away from Princess Parkway which is one of the main routes into Manchester City Centre. Also well connected for public transport, The Willows is close to the new Northern Moor metrolink stop which offers both direct trams to Manchester Airport and Manchester Victoria, with connecting services to Altrincham, Manchester Piccadilly, Bury and Media City in Salford. </p>",
          "Longitude": "-2.3011665",
          "MSbookingsUrl": "",
          "OpeningTimes": "<p><strong>Register your interest</strong> above to receive updates about this soon-to-launch development.</p>",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": null,
          "Specification": [],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p>The Willows is a contemporary collection of three-bedroom homes which will be available through Shared Ownership, situated in a desirable area of Sale, <a href=\"/new-homes/greater-manchester/\" title=\"Greater Manchester\">Manchester</a> (M33). With a wide range of amenities in the local area and a number of outstanding schools, The Willows provides the perfect location for family life whilst being in easy reach of all of the attractions of this bustling town.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/toward.attend.saints\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "vision@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/ncvbvwyu/name-01-sales-advisor.jpg",
          "ContactInformation": "",
          "ContactName": "Please contact your local sales advisor Heather to book your appointment today.",
          "ContactPhoneNo": "0161 968 0353",
          "DevelopmentAddress": "Skelmersdale",
          "DevelopmentName": "Vision",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/g4vjfgpc/new-homes-vision-lancashire.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/bvdgh14j/v3-vision_digital-brochure.pdf",
          "Dynamics365ID": "8948563f-6083-e811-813a-70106faa6a11",
          "GoogleMapsLink": "https://goo.gl/maps/WCUnpBpGd1SkTyvp6",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/ny0dil30/template.jpg",
            "https://uat.laurushomes.co.uk/media/sp4jkcl4/template2.jpg",
            "https://uat.laurushomes.co.uk/media/43ef0hfo/template3.jpg",
            "https://uat.laurushomes.co.uk/media/nksjlgm4/template6.jpg",
            "https://uat.laurushomes.co.uk/media/tafledm5/template4.jpg",
            "https://uat.laurushomes.co.uk/media/3ripwq4t/template5.jpg",
            "https://uat.laurushomes.co.uk/media/ufpd20cw/template7.jpg",
            "https://uat.laurushomes.co.uk/media/zulcbjdo/template8.jpg",
            "https://uat.laurushomes.co.uk/media/4z2eibsj/template9.jpg",
            "https://uat.laurushomes.co.uk/media/ejzhzoxv/template10.jpg",
            "https://uat.laurushomes.co.uk/media/swzft0x2/template11.jpg",
            "https://uat.laurushomes.co.uk/media/e1klusak/template12.jpg"
          ],
          "IntroductionTitle": "New build houses in Skelmersdale",
          "Latitude": "53.5678579",
          "LocalArea": "<p>Vision is only two miles from Skelmersdale town centre, which provides a brilliant range of local shops and services. Whether it’s independent or the big brand names found at the Concourse shopping centre, that’s something for everyone.</p>\n<p>There are extensive countryside views and a variety of great walks in the area, with Beacon Country Park to the West and a number of local, high-quality golf courses in the surrounding area.</p>\n<p>For families, there is also a great choice of local schools including the ‘Outstanding’ Cobbs Brow Primary and St James' Catholic Primary School. Secondary education includes the Maharishi Free School, and Our Lady Queen of Peace Catholic Engineering College.</p>",
          "LocalAreaAttractions": "<p>Skelmersdale has a number of local beauty spots to discover, including the Tawd Valley Park, known as the Green Heart of Skelmersdale and Fairy Glen. Here spectacular waterfalls and fascinating cliff faces are aplenty.</p>\n<p>Neighbouring town Ormskirk offers a thriving local market where you can get your shopping done or simply enjoy a stroll. For a busier day (or night) out, Liverpool lies to the south and Manchester to the east.</p>",
          "LocalAreaTravel": "<p>Vision is within easy reach of Skelmersdale by car. The development is only a short drive from Upholland train station which provides reliable, regular connections to Wigan, Liverpool and Manchester. From there, travel to the rest of the nation is possible. Other nearby stations include Parbold and Wigan North Western.</p>\n<p>For those commuting by car, Preston is only a half-hour drive away. Chester and Manchester are also both an easily accessible hour-long journey via the M6. And, for travelling further afield, Liverpool John Lennon and Manchester airports are 45 minutes away by car.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/covers.twee.toys\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>",
          "Longitude": "-2.7819473",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/at5dgkcx/vision-plan-web-01.svg",
          "Specification": [],
          "VirtualTours": [
            {
              "Image": "https://uat.laurushomes.co.uk/media/3mmhc4c5/the-oxford-vision.png",
              "Text": "The Oxford - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=tvdHkMhcERe",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/evnd5w3h/the-belgrave-vision.png",
              "Text": "The Belgrave - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=PgPWzZha4YE",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/ffcfszp1/the-fitzroy-vision.png",
              "Text": "The Fitzroy - 3 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=LvTWWNTHawH ",
              "SubText": ""
            }
          ],
          "WaysToBuy": [
            "Shared Ownership",
            "Assisted Move"
          ],
          "WelcomeToDevelopment": "<p><span style=\"font-weight: 400;\">Welcome to Vision, a luxurious new housing development provided by Laurus Homes. Offering a stunning mix of stylish 2, 3 and 4-bedroom </span><span style=\"font-weight: 400;\">new houses in Skelmersdale</span><span style=\"font-weight: 400;\">, these homes are available for sale and Shared Ownership in Whalleys South. </span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\">Set close to the River Tawd in a picturesque area of rural <a href=\"/new-homes/lancashire/\" title=\"Lancashire\">Lancashire</a>, these homes benefit from the best of both worlds. Boasting some of the most outstanding countryside views in Britain, nature lovers are guaranteed to get their fix as you’re free to spend as long as you want to relax in the nearby wildlife spots. </span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\">For when you’re ready to move inside, these </span><span style=\"font-weight: 400;\">new build homes in Skelmersdale</span><span style=\"font-weight: 400;\"> are designed for modern living. Featuring fully fitted contemporary kitchens complete with Zanussi single fan ovens, modern bathrooms, and luxurious en-suites, they’ve got everything you need to settle into family life. And with easy access to the bustling town centre, you’ll never be far from your next adventure.</span></p>\n<p data-pm-slice=\"1 1 []\">Register your interest to receive updates about this upcoming development.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/covers.twee.toys\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "weavermeadows@laurushomes.co.uk ",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "",
          "ContactPhoneNo": "0161 968 0094",
          "DevelopmentAddress": "Winsford",
          "DevelopmentName": "Weaver Meadows",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/gvofexvd/laurus-weaver-meadows-winsford-streetview.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/vv4b0eqi/v2weaver-meadows-brochure.pdf",
          "Dynamics365ID": "05b94852-2422-e811-8117-70106faaf8c1",
          "GoogleMapsLink": "https://goo.gl/maps/igtcN6nsLgscvfe7A",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/gvofexvd/laurus-weaver-meadows-winsford-streetview.jpg"
          ],
          "IntroductionTitle": "New build homes in Winsford",
          "Latitude": "53.1833532",
          "LocalArea": "<p><span style=\"font-weight: 400;\">Ready for some retail therapy? Weaver Meadows is just a stone’s throw away from Winsford Cross Shopping Centre, which boasts a diverse selection of independent and high street stores. Stop off for a refreshment at one of the centre’s many cafe’s and be sure to catch the Winsford market, which brings with it traditional market stalls with the freshest produce.</span></p>\n<p><span style=\"font-weight: 400;\">Once you’re done, why not seek out the independent stores in nearby Over Square and Delamere Streets? There’s a truly eclectic mix of products available, enough to satisfy any hobbyist.</span></p>\n<p><span style=\"font-weight: 400;\">If that’s not enough, you can venture a little further out to find Northwich, Middlewich, Nantwich and Chester, a circle of urban amenities that together offer a unique shopping experience.</span></p>\n<p><span style=\"font-weight: 400;\">Weaver Meadows is also in one of Cheshire’s best catchment areas for education. It sits close to two progressive schools that are both rated ‘Good’ by Ofsted: Wharton CofE Primary School and </span><span style=\"font-weight: 400;\">St Chads CofE Primary.</span></p>\n<p><span style=\"font-weight: 400;\">Parents with older children will be glad to know that Winsford’s secondary schools are just as well accredited. Winsford Academy and Middlewich High School are within close reach of the development and both receiving a ‘Good’ rating by Ofsted. It’s also in close reach to some of the UK’s most renowned universities, including the Universities of Chester, Liverpool, Salford and Manchester.</span></p>",
          "LocalAreaAttractions": "<p><span style=\"font-weight: 400;\">Winsford offers a host of activities for the whole family. The nearby Winsford Lifestyle Centre is jam-packed with things to do for kids and adults alike, boasting two swimming pools, a health suite, a gym, a sports hall and an entertainment space. After all that excitement, you can unwind at the stately Arley Hall and Gardens, perfect for a summertime picnic with a spectacular view.</span></p>\n<p><span style=\"font-weight: 400;\">There’s are an abundance of wildlife and parkland spaces to explore, too. Lovers of the outdoors will enjoy exploring the rural trails leading towards the town centre and the Flashes on the River Weaver. Or, you can satisfy your thirst for adventure at Delamere Forest’s Go Ape park, with zip lines, rope ladders and a Segway trail through the forest. </span></p>",
          "LocalAreaTravel": "<p><span style=\"font-weight: 400;\">Winsford is ideally located for commuters. Situated within easy reach of the M6 and the M56, drivers can easily get to Chester (only 17 miles away) as well as Manchester and Liverpool, both 30 miles in either direction.</span></p>\n<p><span style=\"font-weight: 400;\">Commuters taking the train will be pleased to learn that the nearby Winsford Station provides direct trains to the UK’s major cities. It runs regular services Birmingham New Street, Liverpool Lime Street and London Euston, as well as more regular routes to towns closer to home, like Crewe, Hartford and Runcorn.</span></p>\n<p><span style=\"font-weight: 400;\">Travelling further afield? Liverpool John Lennon and Manchester airports are within a 45-minute drive each, making transfers swift and affordable.</span></p>\n<p><span style=\"font-weight: 400;\"><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/unwraps.speakers.readjust\" target=\"_blank\" title=\"what3words\">what3words</a></strong></span></p>",
          "Longitude": "-2.5105483",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "Our Weaver Meadows homes are designed to be a joy to live in. Each of the homes offers an abundance of natural light and have a spacious and luxurious feel and all of the homes at Weaver Meadows come with our Signature specification of Symphony kitchens and Vitra bathrooms as standard. Carefully selected to compliment the homes at Weaver Meadows, our Signature range boasts subtle integrated appliances such as fridge freezers and dishwashers by Zanussi and glass splashbacks by Symphony. \n\nIn addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge, please speak to your Sales Advisor for more information on upgrades.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/lirh2llw/weaver-meadows-site-plan-web-2020_svg.svg",
          "Specification": [
            {
              "Heading": "General Specification",
              "Content": "<ul>\n<li>Gas central heating with thermostatically controlled radiator valve (excluding rooms with room thermostat).</li>\n<li>TV points provided to Lounge and Bedroom 1.</li>\n<li>Fuse spur to fireplace (selected plots only).</li>\n<li>BT point provided to ground floor.</li>\n<li>Mains operated smoke detectors.</li>\n<li>White five vertical panel pre-finished internal doors.</li>\n<li>Smooth finished ceilings, skirtings and architraves in white.</li>\n<li>Chrome switches and sockets throughout.</li>\n<li>Chrome LED downlights to kitchen, cloak, bathroom and en-suites.</li>\n<li>Range of vinyl flooring to the bathroom and en-suites.</li>\n</ul>",
              "Image": "https://uat.laurushomes.co.uk/media/shleqdgq/egerton_rise_cameo_image_04.jpg"
            },
            {
              "Heading": "Kitchen",
              "Content": "<ul>\n<li>Range of contemporary fully fitted Symphony kitchens.</li>\n<li>Range of Symphony square edge worktops and upstands.</li>\n<li>Zanussi electric fan single oven, 4 ring gas hob and stainless steel chimney hood to 2, 3 and 4 bed homes.</li>\n<li>Zanussi electric fan single oven, 5 ring gas hob and stainless steel chimney hood to 5 bed homes only.</li>\n<li>Symphony Chalk White Glass Splashback to hob.</li>\n<li>Zanussi integrated fridge-freezer.</li>\n<li>Zanussi integrated dishwasher.</li>\n<li>Housing unit for boiler.</li>\n<li>Plumbing for washing machine (or in utility if applicable).</li>\n<li>Inset 1½ bowl stainless steel sink.</li>\n</ul>\n<p> </p>",
              "Image": "https://uat.laurushomes.co.uk/media/d2bckowo/earlsbrook-delamere-cameo-kitchen-table-05.jpg"
            },
            {
              "Heading": "Bathroom",
              "Content": "<ul>\n<li>Vitra contemporary square style white sanitaryware with chrome.</li>\n<li>Vado 'Te' chrome single lever basin mixer tap with click waste.</li>\n<li>Vado 'Te' chrome two tap bath mounted mixer with click waste.</li>\n<li>Vado 'Te' thermostatic bar shower valve with 700mm slide rail hand shower and shower screen enclosure complete with glass/chrome frame.</li>\n<li>Porcelanosa tiling to half height and full height surrounding bath.</li>\n<li>Chrome heated towel rail.</li>\n</ul>\n<p> </p>",
              "Image": "https://uat.laurushomes.co.uk/media/4j0ke4c4/earlsbrook-delamere-cameo-bath-01.jpg"
            },
            {
              "Heading": "En-suites and Cloakrooms",
              "Content": "<p><strong>En-suites</strong></p>\n<ul>\n<li>Vitra contemporary square style white sanitaryware with chrome.</li>\n<li>Vado 'Te' chrome single lever basin mixer tap with click waste.</li>\n<li>Shower enclosure complete with glass door/chrome frame and Vado 'Te' thermostatic bar shower valve with 700mm slide rail hand shower.</li>\n<li>Porcelanosa half height tiling to walls and full height tiling to shower enclosures.</li>\n<li>Chrome heated towel rail.</li>\n</ul>\n<p><strong>Cloakroom</strong></p>\n<ul>\n<li>Vitra contemporary square style white sanitaryware with chrome.</li>\n<li>Vado 'Te' chrome single lever basin mixer tap with click waste.</li>\n<li>Porcelanosa tiling to wash hand basin.</li>\n</ul>\n<p> </p>",
              "Image": "https://uat.laurushomes.co.uk/media/ns5lweaz/egerton_rise_cameo_image_01.jpg"
            }
          ],
          "VirtualTours": [
            {
              "Image": "https://uat.laurushomes.co.uk/media/qjxkaqky/the-ivy_virtual-tour.jpg",
              "Text": "The Ivy - 4 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=x3TS7juB7G6",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/ubohixwr/the-maple_virtual-tour.jpg",
              "Text": "The Maple - 3 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=SDbrZ7iYCck",
              "SubText": ""
            },
            {
              "Image": "https://uat.laurushomes.co.uk/media/pevdvgf5/the-walton_virtual-tour.jpg",
              "Text": "The Walton - 3 Bed",
              "Link": null,
              "ExternalLink": "https://my.matterport.com/show/?m=7PTjkwFm7Lz",
              "SubText": ""
            }
          ],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><span style=\"font-weight: 400;\">Welcome to Winsford’s Weaver Meadows, a stunning range of family homes set within the idyllic Cheshire Broads. This beautiful plot sits snugly between scenic Rilshaw Meadows and a 90-acre lake, one of the Winsford Flashes. With stunningly beautiful countryside on your doorstep, Weaver Meadows is the perfect opportunity to escape from urban living, and buy a <a href=\"/new-homes/cheshire/\" title=\"Cheshire\">new home in Cheshire</a> that appeals to families and first-time buyers alike.</span></p>\n<p><span style=\"font-weight: 400;\">The generously proportioned new-build houses in Weaver Meadows have everything you need for the best start in your new home. Our contemporary, fully-fitted Symphony kitchens include Zanussi ovens and gas hobs as standard, with an integrated fridge-freezer and dishwasher to save as much space as possible. The bathrooms feature heated towel rails and fully enclosed showers with thermostatic bar valves to ensure the most refreshing wash every time — perfect for winding down after a productive day at work.</span></p>\n<p><span style=\"font-weight: 400;\">Each property has been built with modern families in mind. Stylish lounges and spacious dining areas provide spaces for parents and kids to interact and relax, while additional cloakrooms and separate utility rooms make housework simple and contained. And with a wealth of storage space, your home will never feel cluttered.</span><span style=\"font-weight: 400;\"></span></p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/unwraps.speakers.readjust\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "whalleymanor@laurushomes.co.uk",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "",
          "ContactPhoneNo": "0161 968 0200",
          "DevelopmentAddress": "Whalley",
          "DevelopmentName": "Whalley Manor",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/dunnq2w5/085-laurus-pendle-area-_dsf3809.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/wq2poabn/whalley-manor_digital-brochure.pdf",
          "Dynamics365ID": "cf842388-d0a6-e911-a97a-0022480130e2",
          "GoogleMapsLink": "https://goo.gl/maps/guHVzCniY3UVaRxj8",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/dunnq2w5/085-laurus-pendle-area-_dsf3809.jpg",
            "https://uat.laurushomes.co.uk/media/5hnldrd1/089-laurus-whalley-_dsf9010.jpg",
            "https://uat.laurushomes.co.uk/media/vfejpbyr/078-laurus-pendle-area-_dsf3792.jpg",
            "https://uat.laurushomes.co.uk/media/1exdmhy5/microsoftteams-image.png"
          ],
          "IntroductionTitle": "New Build Homes in Whalley",
          "Latitude": "53.8239108",
          "LocalArea": "<p>Whalley is rightly proud of its independent shopping scene from children’s wear specialists Hansel and Gretal to Whalley Warm &amp; Dry, a popular outdoor boot fitting specialist, while The Whalley Wine Shop has one of the finest selections of wine, beers, and spirits that Lancashire has to offer. </p>\n<p>For your weekly shop, there are several large supermarkets within easy reach of the new build development with nearby Tescos, Sainsbury’s and Aldi – just a short drive away in Clitheroe where you’ll also find upmarket grocery chain, Booths. Clitheroe’s charming weekly market is a must-visit for all your fresh produce and much more. </p>\n<p>The Village Hall sits at the heart of this wonderful village offering events from live music to baby massage classes. For sports, nearby Roefield Leisure boasts tennis courts, football pitches and even a climbing wall. In fact, for a village, Whalley pretty much has all sport bases covered – including a golf club and cricket ground, which is infamous for holding the first ever ‘Roses’ cricket match no less. </p>",
          "LocalAreaAttractions": "<p>Ribble Valley has been dubbed the Food Capital of the North in recent years with its burgeoning food and drink scene, so you’ll certainly be spoiled for choice when it comes to dining out at top-notch and award-winning restaurants. </p>\n<p>And if its culinary scene wasn’t enough to tempt you, there is so much beauty on your doorstep from stunning walking trails winding through the lush Ribble Valley to the majestic Whalley Abbey – Whalley’s most famous site. It’s little wonder this charming village, perched on the banks of the River Calder surrounded by such beautiful countryside and historic interest, has been designated as an Area of Outstanding Beauty in its own right.</p>\n<p>The village is also noted for sitting at the foot of Pendle Hill, which, once you ramble to the top, has spectacular views over most of Lancashire. Nearby, The Forest of Bowland in the Ribble Valley offers some of the region’s finest scenery with hundreds of acres of sweeping natural landscape to explore and enjoy. </p>",
          "LocalAreaTravel": "<p>Despite its semi-rural location in the heart of Lancashire’s lush countryside, our new build development, Whalley Manor, is well connected with all major roads including the A671 and A59 running close to the Ribble Valley village. It’s around 30 minutes to Preston and the M6, about half an hour to Blackburn, an hour to the coast of Blackpool and the bustling city of Manchester. </p>\n<p>While Clitheroe Interchange makes it possible to travel by bus to towns in and around Lancashire and Yorkshire. Nearby Whalley railway station, meanwhile, offers hourly – sometimes half-hourly, train services to Blackburn, Bolton and Manchester. </p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/path.speech.fatherly\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>",
          "Longitude": "-2.401001",
          "MSbookingsUrl": "",
          "OpeningTimes": "<p><strong>Register your interest</strong> above to receive updates about this soon-to-launch development.</p>",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": "https://uat.laurushomes.co.uk/media/tngjiihk/whalley-manor-site-plan_web1.svg",
          "Specification": [
            {
              "Heading": "Interior design",
              "Content": "<p>We're committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which has a carefully selected range of stylish kitchens, sleek integrated appliances and modern white sanitaryware.</p>",
              "Image": "https://uat.laurushomes.co.uk/media/asup2vur/21101laurusgiantswood008.jpg"
            }
          ],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p><span class=\"NormalTextRun SCXW80533232 BCX8\">Welcome to Whalley Manor, a stunning collection of<span> </span>2, 3, 4 and 5 bedroom<span> new build homes in Whalley. Set in a prime location at the foot of the </span>Ribble<span> Valley in <a href=\"/new-homes/lancashire/\" title=\"Lancashire\">Lancashire</a> this area is well known for its outstanding natural beauty and scenic walks. </span></span></p>\n<p><strong><span class=\"NormalTextRun SCXW80533232 BCX8\">FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/path.speech.fatherly\" target=\"_blank\" title=\"what3words\">what3words</a></span></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "orchardgreen@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/d2jguci5/tracy-clarkson.jpg",
          "ContactInformation": "Register your interest today to receive more information about Orchard Green.",
          "ContactName": "Tracy Clarkson",
          "ContactPhoneNo": "0161 968 0129",
          "DevelopmentAddress": "Helsby - COMING SOON",
          "DevelopmentName": "Orchard Green",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/rzzll34o/tht045-orchard-green-helsby_ht_b_14-15_hr.jpg",
          "DownloadBrochure": null,
          "Dynamics365ID": "a691a442-95ab-e811-814c-70106faa6a11",
          "GoogleMapsLink": "https://goo.gl/maps/EFPvEKFE5KNB8J6w8",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/fdielwqc/tht045-orchard-green-helsby_ht_k_16_28_92_hr.jpg",
            "https://uat.laurushomes.co.uk/media/lgblhukc/75.jpg",
            "https://uat.laurushomes.co.uk/media/hurhjttb/123.jpg",
            "https://uat.laurushomes.co.uk/media/2aej3tg2/134.jpg",
            "https://uat.laurushomes.co.uk/media/bvdp5g1p/29.jpg",
            "https://uat.laurushomes.co.uk/media/yzcmkzf1/51.jpg"
          ],
          "IntroductionTitle": "NEW BUILD HOMES IN HELSBY",
          "Latitude": "-2.776214",
          "LocalArea": "<p>Orchard Green is set within walking distance of a Tesco Superstore and Helsby village which provides a range of independent shops and convenience stores including a post office, hairdressers and pooch parlour.</p>\n<p>There’s also easy access to nearby Frodsham, offering everything you’d expect of a traditional English market town. From period architecture, a bustling high street with a range of independent shops, pubs and restaurants selling local produce and a weekly market. </p>\n<p>Head a little further to Chester and you’ll be spoiled for choice from big high street names to quirky independents. Or you can explore nearby Cheshire Oaks Designer Outlet offering a range of higher end and high street brand names at outlet prices.</p>",
          "LocalAreaAttractions": "<p data-pm-slice=\"1 1 []\">Orchard Green has the perfect balance of open countryside and city living. You’ll have easy access to the hustle and bustle of Chester, Manchester and Liverpool while also having plenty of opportunities to explore the lavish greenspaces Helsby has to offer.</p>\n<p>For keen cyclists and walkers, there are many field and woodland paths and bridleways. The circular walk round Helsby Hill and Woodhouse hilltop enclosure leads you two of Cheshire’s loveliest prehistoric hilltop enclosures and breathtaking panoramic views of Helsby and its surrounding area. Thrill seekers also benefit with plenty of opportunities to scale the sandstone cliffs of Helsby Hill and surrounding rock faces.</p>\n<p>For those who like the view from below, Helsby Quarry Nature Reserve, a former sandstone quarry, offers woodland scenery brimming with wildlife. Or you can relax and unwind on Helsby golf course.</p>\n<p>Foodies and those that prefer simple pleasures will enjoy the pleasant public houses and cafés of Helsby village including the quirky Beer Heroes next to Helsby train station and The Hornsmill which is just a few minutes’ walk from Orchard Green.</p>\n<p>If you want to enjoy a traditional English market town then neighbouring town Frodsham is a must visit.</p>\n<p>Drive 20 minutes and you can enjoy the open spaces of Delamere Forest and family days out at Chester Zoo, Blue Planet Aquarium and Knowsley Safari Park.</p>",
          "LocalAreaTravel": "<p>For commuters, Orchard Green is well connected to all major routes. Located just off Chester Road there’s easy access into Chester and Frodsham, with the M56 a few minutes’ drive away providing access to Liverpool, Manchester, Wales and the wider motorway network.</p>\n<p>Helsby is served by regular bus services routes to surrounding cities such as Warrington, Chester, Runcorn and Ellesmere Port while Helsby train station provides direct links to Liverpool, Manchester, Chester, Warrington and Wales.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/inch.graced.awestruck\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>",
          "Longitude": "53.263114",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Inspired and Prestige specifications to add that personal touch yourself.",
          "SiteMapSvg": null,
          "Specification": [],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p>Welcome to Orchard Green, our development of new-build homes on the southern edge of Helsby, in the beautiful Cheshire Countryside</p>\n<p>With a mix of 2, 3 and 4-bedroom homes available for outright sale and through Shared Ownership. Each house has been thoughtfully designed with you in mind, think spacious open plan living areas, modern built-in kitchens, off-street parking, and outside space to call your own.</p>\n<p>Orchard Green offers the perfect blend of a rural-urban lifestyle. Benefiting from sprawling countryside views to the east and the town of Helsby to the north, while still providing easy access to surrounding towns and cities including Chester, Liverpool and Manchester.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/inch.graced.awestruck\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        },
        {
          "ContactEmail": "brownstreet@laurushomes.co.uk",
          "ContactImage": "https://uat.laurushomes.co.uk/media/d2jguci5/tracy-clarkson.jpg",
          "ContactInformation": "Please contact your local sales advisor Tracy to book your appointment today.",
          "ContactName": "Tracy Clarkson",
          "ContactPhoneNo": " 0161 968 0591",
          "DevelopmentAddress": "Hale ",
          "DevelopmentName": "Brown Street",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/wynf54ed/brown-street_exterior_view-02_issue-01.jpg",
          "DownloadBrochure": "https://uat.laurushomes.co.uk/media/ktljhxq2/brown-street_all.pdf",
          "Dynamics365ID": "3096c993-c030-ec11-b6e6-0022484186ff",
          "GoogleMapsLink": "https://goo.gl/maps/4wioNerRPWTwG3T77",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/wynf54ed/brown-street_exterior_view-02_issue-01.jpg",
            "https://uat.laurushomes.co.uk/media/bx0ktnqc/hale-102.jpg",
            "https://uat.laurushomes.co.uk/media/q2ybghrs/hale-142.jpg",
            "https://uat.laurushomes.co.uk/media/yotlvbpu/hale-126.jpg",
            "https://uat.laurushomes.co.uk/media/orxdop3j/hale-106.jpg",
            "https://uat.laurushomes.co.uk/media/njsp4ytu/hale-121.jpg"
          ],
          "IntroductionTitle": "NEW BUILD HOMES IN HALE",
          "Latitude": "53.381163",
          "LocalArea": "<p>Hale village caters for everyone with an abundance of independent and high street retailers, including a vibrant food and drink scene. You can enjoy local delights such as The Railway, Piccolino and Yogberries, alongside art galleries, a library and a great selection of sports clubs and gyms.</p>\n<p>There are several large supermarkets within easy reach of Brown Street for your weekly shop, including Sainsbury's and Tesco.</p>\n<p>For families, Brown Street is within walking distance of a wide choice of highly regarded primary and secondary including Altrincham Grammar School for Boys, Altrincham Grammar School for Girls, St Ambrose and Loreto Grammar School.</p>",
          "LocalAreaAttractions": "<p>Together with Wilmslow and Alderley Edge, Hale is regarded as one of the wealthiest areas in Greater Manchester, and the aptly named 'Golden Triangle' is the perfect location to lay down your roots.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/oldest.marked.boil\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>",
          "LocalAreaTravel": "<p>Brown Street is located within easy access of all major road and motorway networks, giving you access to Manchester, Chester, Sheffield and Birmingham, as well as Manchester Airport. Hale also offers excellent rail and tram links to Media City, Chester, Stockport.</p>\n<p>More transport links are a short 10-minute walk away at Altrincham Interchange with modern, user-friendly facilities including bus, train and metro link services.</p>",
          "Longitude": "-2.346845",
          "MSbookingsUrl": "",
          "OpeningTimes": "<p><strong>Register your interest</strong> above to receive updates about this soon-to-launch development.</p>",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": null,
          "Specification": [],
          "VirtualTours": [],
          "WaysToBuy": [],
          "WelcomeToDevelopment": "<p><strong>12 STUNNING LUXURY APARTMENTS</strong></p>\n<p>Brown Street is a collection of 1 and 2 bedroom modern apartments available through Shared Ownership, offering luxury living in the heart of Hale village. Situated in one of the most desirable locations to live in the UK, Brown Street has everything you need on your doorstep.</p>\n<p>Together with Wilmslow and Alderley Edge, Hale is regarded as one of the wealthiest areas in Greater Manchester, and the aptly named 'Golden Triangle' is the perfect location to lay down your roots.</p>\n<p>Brown Street offers unparalleled access to this exclusive area of Cheshire. Enjoy Hale's wide range of independent and high street retailers, outstanding schools, and bustling community.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/oldest.marked.boil\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>"
        },
        {
          "ContactEmail": "saxonfields@laurushomes.co.uk",
          "ContactImage": null,
          "ContactInformation": "",
          "ContactName": "",
          "ContactPhoneNo": "0161 968 0545",
          "DevelopmentAddress": "Chorley - COMING SOON ",
          "DevelopmentName": "Saxon Fields",
          "DevelopmentPicture": "https://uat.laurushomes.co.uk/media/wzgpws0q/laurus-saxon-field_area.jpg",
          "DownloadBrochure": null,
          "Dynamics365ID": "04b0fe30-d1a6-e911-a97a-0022480130e2",
          "GoogleMapsLink": "https://goo.gl/maps/3bHi4JMUWTYM97cZ6",
          "HeaderCarouselImages": [
            "https://uat.laurushomes.co.uk/media/rxqjh305/laurus-saxon-field_location.jpg"
          ],
          "IntroductionTitle": "NEW BUILD HOMES IN EUXTON, CHORLEY",
          "Latitude": "-2.638364",
          "LocalArea": "<p>Chorley is a thriving market town with various independent and high street shops and <a href=\"https://chorley.gov.uk/markets\">Chorley's Flat Iron Market</a>, held every Tuesday since 1498.</p>\n<p>You'll be spoilt for choice with your weekly shop with a variety of major supermarkets and retail outlets within five minutes' drive towards both Chorley and Buckshaw Village.</p>\n<p>Highfield industrial estate offers a variety of high street names, including Aldi, B&amp;Q and Currys. You'll also find access to DIY suppliers, general homewares and accessories and independent eateries, as well as <a href=\"https://www.chorleyinbloomgroup.com/?page_id=10\">Chorley in Bloom Community Garden</a>. At the same time, Chorley high street offers Morrison's, Asda, Aldi, Marks and Spencer food hall and Booths. </p>\n<p>Or head in the opposite direction to Buckshaw Village, and you'll find a Tesco, Morrison's and Aldi, and other high street eateries, including Harvester and Costa Coffee.</p>",
          "LocalAreaAttractions": "<p>Saxon Fields is perfectly placed, within easy reach of both Leyland and Chorley's more extensive shopping and leisure facilities.</p>\n<p>Known as Lancashire's market town, Chorley town centre offers a range of schools, retail and leisure facilities. It's also home to a range of bars, restaurants and cafes, along with a cinema, library and Market Walk shopping centre.</p>\n<p>Closer to home and within walking distance of Saxon Fields is the Hartwood Hall Pub and Grill, a stylish contemporary pub offering a great selection of food and drink options. Further afield, the Lock and Quay provides a pleasant spot for food and drinks overlooking the Leeds and Liverpool Canal.</p>\n<p>If you fancy exploring the local countryside, you can enjoy many walking and cycling routes, including the canal towpath and Astley Park, a large period building and park in the heart of Chorley. Or experience the unspoilt countryside views of the West Pennine Moors at Anglezarke Moor and its reservoirs.</p>",
          "LocalAreaTravel": "<p>Saxon Fields is ideally located to access all major commuter networks to Manchester, Preston and Bolton.</p>\n<p>The M61 is within two minutes of Saxon Fields and provides links north and south to Preston, Bolton, Wigan and Blackburn, and junction 28 of the M6 (10-minute drive) to travel further afield to Manchester. </p>\n<p>Euxton Balshaw Lane station is a short drive from Saxon Fields and provides a direct service to Liverpool. Manchester is just a 40-minute bus ride away, and Preston can be reached in 15 minutes from Buckshaw Village or Chorley stations.</p>",
          "Longitude": "53.667251",
          "MSbookingsUrl": "",
          "OpeningTimes": "",
          "Overview": "We’re committed to creating high quality, contemporary living spaces. Each Laurus Home includes our Signature specification as standard, which boasts a carefully selected range of stylish Symphony kitchens and Vitra white sanitaryware. In addition to our Signature specification, we also offer a range of optional upgrades within our Prestige and Inspired specifications for an additional charge.",
          "SiteMapSvg": null,
          "Specification": [],
          "VirtualTours": [],
          "WaysToBuy": [
            "Shared Ownership"
          ],
          "WelcomeToDevelopment": "<p>Welcome to Saxon Fields, our stunning development of new-build homes, in Euxton on the northern fridge of Chorley in <a href=\"/new-homes/lancashire/\">Lancashire</a>.</p>\n<p>With a mix of 2, 3 and 4-bedroom homes, available for outright sale and Shared Ownership. Each home has been thoughtfully designed with you in mind. Think spacious open plan living areas, modern built-in kitchens, off-street parking and outside space to call your own.</p>\n<p>Saxon Fields offers the perfect blend of a rural-urban lifestyle. From the wild, unspoilt countryside views of the West Pennine Moors while still providing easy access to surrounding towns and cities, including Bolton, Preston and Manchester.</p>\n<p>Register your interest today to secure one of these stunning homes.</p>\n<p><strong>FIND THIS LOCATION &gt; <a rel=\"noopener\" href=\"https://w3w.co/chips.many.depravity\" target=\"_blank\" title=\"what3words\">what3words</a></strong></p>\n<p> </p>"
        }
      ]
    }
  ]
}
